export class Cards {
  cards = [
    {
      id: '1',
      name: 'Шут',
      type: 'senior-arcans',
      image: 'fool.jpg',
      prelude: 'Потенциал и масштаб человеческой личности. Обычно характеризует натуру безрассудную, свободную от рамок и ' +
        'условностей. Люди часто считают его простаком, но на самом деле он наделен глубокой жизненной мудростью.',
      yesNo: [
        'Шут (дурак)Шут (Дурак) не дает ответа на заданный вопрос. Возможно «да», если вы пойдете новым путем.',
        'Это карта сложная. Она включает в себя такие противоположности как добро и зло, правду и обман, разум и ограниченность ' +
        'во взглядах.',
        'Она означает начало, будь то новое дело, отношения или возможности, а также принятие сложных решений. Здесь большой потенциал,' +
        ' жизнелюбие, энергия, сила и радость. Карта указывает на внезапные события, обстоятельства, которые разрушат привычный ' +
        'ход жизни. Она показывает, что пришло время выбирать новое направление, довериться своим внутренним ощущениям.'
      ],
      future: [
        'Самая творческая и оригинальная карта таро, обозначающая новое в жизни и судьбе человека.',
        'Если она выпала в раскладе, это означает, что наступает время совершать судьбоносный выбор, способный изменить судьбу. Новый ' +
        'этап - это время изменится к лучшему, завершить старое неудачное время, чтобы добиться новых успехов в карьере или личной жизни. ',
        'Если вы имеете отношения, то возможно рождение ребёнка. Человека это характеризует как открытую личность с большим творческим ' +
        'началом. Судьбоносное начало, которое подарит новые впечатления и краски в вашу жизнь.'
      ],
      situation: [
        'Необдуманные решения, отсутствие подготовки могут привести к хаосу в жизни. Перед вами открываются новые возможности для ' +
        'реализации внутреннего потенциала. Грядут жизненные перемены, интересные и непредсказуемые события.',
        'Есть необходимость быстрого принятия решений на основе интуиции, но цель пока далеко. Не упустите шанс и не медлите с принятием ' +
        'решений. Доверьтесь внутреннему ребенку!'
      ],
      relations: [
        'Если при гадании на отношения вам выпала именно эта карта таро, то трактовать ее можно различно. Значение Шута зависит не только' +
        ' от смысла самой карты, но и от окружающих ее карт. Она означает что-то легкое, веселое, без лишних обязательств и обременений.',
        'Получается, что в контексте любовных отношений, Шут может означать либо нахождение какого-то близкого по духу человека, с ' +
        'которым будет просто построить отношения и расслабиться, однако ждать серьезности от такого общения не стоит, по крайней мере,' +
        ' в ближайшей перспективе.',
        'Если же вам выпадает такая карта, а вы уже находитесь в отношениях, то она может означать брак. Самое положительное значение' +
        ' карты таро Шут - новые легкие отношения, само отрицательное - несерьезность в отношениях, даже измена.'
      ],
      think: [
        'Данная карта Таро не является положительной при гадании на отношения. Если вы только ищите свою судьбу, то необходимо менять' +
        ' критерии. Вы слишком зациклены на идеальных отношениях, которых в реальном мире не существует. Попробуйте посмотреть на ' +
        'окружающий мир с трезвым взглядом и пониманием.',
        'Если вы состоите в отношениях, то ваш партнёр пытается произвести ложное впечатление. Он не является тем, за кого себя выдаёт.' +
        ' Это нужно понимать, скорее всего, данный человек не является вашим суженным по судьбе и вы просто тратите своё время и нервы.'
      ],
      totalValue: [
        'Шут – это человек, начинающий новое движение и вступающий на жизненный путь, который ему пока неизвестен. Это юный, любопытный, ' +
        'открытый, бесшабашный человек, которому чуждо чувство опасности и осторожности.',
        'Шут бросается в омут жизни, не зная о ней ничего, не думая о житейских проблемах и опасностях, которые его могут подстерегать на' +
        ' пути. Он ищет перемен и постоянно экспериментирует с реальностью.',
        'Шут энергичен, оптимистичен, ощущает силу и радость, ведь его впереди ожидает столько интересных и увлекательных приключений. ' +
        'Возможно, ему предстоят неожиданности и незапланированные события, но это не страшит Шута.',
        'Карта в прямом положении символизирует необходимость принятия спонтанных решений. Если она вытягивается для характеристики ' +
        'определенного человека, то, скорее всего, он не хочет, чтобы о нем знали слишком много.'
      ]
    },
    {
      id: '2',
      name: 'Маг',
      type: 'senior-arcans',
      image: 'mag.jpg',
      prelude: 'Возможность человека заниматься в жизни тем, что хочется и приносит удовольствие. Это символ способностей, ' +
        'силы воли, концентрации и решительности. Человек под влиянием этой карты наделен огромной жизненной силой.',
      yesNo: [
        'Маг (волшебник) – ответ «да».',
        'Карта сулит удачу в делах, прогресс и достижение намеченного результата. Внутренних сил хватит для завершения начатого,' +
        ' главное не останавливаться, продолжать действовать.',
        'Маг говорит, что вы обладаете общительностью, хорошими связями и способностью превращать свои идеи в реальность. Умение вести' +
        ' дела и разбираться в людях, а также предвидеть их действия сослужат хорошую службу. Поле деятельности может быть связано с' +
        ' риском, например, политика или бизнес, но целеустремленность и напор приведут к успеху.'
      ],
      future: [
        'Данная карта всегда означает, что наступило время совершать активные действия, а не ждать, что судьба сама определит для нас' +
        ' решение, которое будет правильным. Если хотите достичь успеха, то начинайте работать, не сидите на месте и фортуна улыбнётся' +
        ' вам широкой улыбкой.',
        'Если вам нравится какой-то человек, то постарайтесь привлечь его внимание и получите отдачу. В здоровье могут наступить ' +
        'некоторые проблемы, поэтому обследование не станет лишним в вашей ситуации. На работе всё будет по-прежнему, если вы сами ' +
        'не захотите что-то изменить.'
      ],
      situation: [
        'Вы получили результат собственных действий в прошлом. Все сделано своими руками.',
        'Наступает период трудностей и перемен, но у вас достаточно ума, ресурсов и энергии для преодоления преград. Вам помогут ' +
        'уверенность в себе, ясный ум, духовная и физическая сила. Опасайтесь возможной манипуляция ради корыстных целей. Не стремитесь ' +
        'получить выгоду за счет других.',
        'Действуйте сейчас, но обдумывайте решения!'
      ],
      relations: [
        'Эта карта обещает какие-то приятные перемены в отношениях - возможно, речь идет о каких-то экспериментах, на которые ранее не ' +
        'решались, а может, вскоре девушка получит предложения от возлюбленного.',
        'Тот, кого символизирует карта, скорее всего, будет увлечен не только романтическими взаимоотношениями, но и собственным ' +
        'развитием, однако это в будущем даст плоды для обоих. ',
        'Если гадают на одинокого человека, то Маг может означать возможность встретить кого-то интересного, с кем отношения будут ' +
        'носить продолжительный и серьезный характер.'
      ],
      think: [
        'Карта показывает, что ваш потенциальный партнёр очень активный и уверенный в себе человек.',
        'Иногда он будет слишком давить на вас своим авторитетом, но с ним никогда не будет скучно. ',
        'Он способен превратить жизнь своего партнёра в бесконечный праздник и сюрприз с насыщенными яркими оттенками.',
        'Старайтесь рядом с ним отдавать полный заряд энергии, чтобы он чувствовал страсть и желание узнавать вас снова и снова. ' +
        'Только так вы сможете сохранить подобные отношения на продолжительный отрезок времени.'
      ],
      totalValue: [
        'Маг – положительная карта, которая обладает насыщенной энергией, и она апеллирует человека к столь же активным, инициативным и ' +
        'создающим действиям. Маг убеждает, что у человека есть право и возможность распоряжаться кем-либо, подчинять своей воле.',
        'И эта способность ему дана в настоящий момент, он уже может руководить, вести дела, контролировать свое окружение и ' +
        'сконцентрироваться на происходящем. Когда власть в твоих руках, можно перейти на качественный уровень бытия, утереть нос ' +
        'самому себе, овладеть новыми сферами жизни, добиться высоких результатов в разных областях.',
        'Маг является первой картой семерицы, поэтому представлена, как начало нового жизненного этапа. Это тот период, когда человек ' +
        'еще ничего не решил и пока не сделал никаких ошибок.',
        'Карта Мага говорит о том, что в настоящее время стоит ожидать успеха. Для этого будет все – и максимальная безопасность, и ' +
        'благоприятные условия. Маг дает понять, что появилась отличная возможность – сделать задуманное реальным. Человек сам поймет, ' +
        'в какой деятельности он сможет проявить свои активные действия, и возьмет инициативу в руки.'
      ]
    },
    {
      id: '3',
      name: 'Жрица',
      type: 'senior-arcans',
      image: 'priestess.jpg',
      prelude: 'Символ интуиции и пресловутого шестого чувства, которое помогает принимать верные решения в жизни. ' +
        'Также это необходимость действовать размеренно и неторопливо, умение терпеть и выжидать подходящий момент.',
      yesNo: [
        'Жрица (папесса, монахиня) – не дает точного ответа, потому что вы не знаете чего-то важного.' +
        ' Возможно «да», если доверитесь интуиции.',
        'Карта символизирует внутренний голос, знание, понимание и созидание. ' +
        'Появление карты говорит о наличии уверенности в себе, здравого смысла.',
        'Для получения желаемого нужно проявить терпение и мудрость, держать язык за зубами, сохранять внутреннее умиротворение.',
        'Карта указывает на наличие тайн или секретов, которые оказывают влияние на некоторые сферы вашей жизни. ' +
        'Также она может показывать, что на ситуацию влияет женщина.'
      ],
      future: [
        'Самая чувственная карта в раскладе таро, которая открывает дверь в душевой мир человека и позволяет начать духовное развитие.',
        'Вы мудрый человек, который любит учиться, имеет огромный потенциал для развития интуиции. Ваш внутренний голос даёт постоянные ' +
        'подсказки, которые позволяют достичь успеха, однако зачастую вы стараетесь его полностью игнорировать, что не даёт потенциалу' +
        ' раскрыться.',
        'Отношения с партнёром очень страстные, нежные, вы чувствуете друг друга на расстоянии. Дайте волю своим чувствам и тогда вы ' +
        'получите новые возможности для изменений.'
      ],
      situation: [
        'Тайное стало явным. Обучение и личностный рост привели Вас к текущему моменту.',
        'Возможно появление новой скрытой информации и получение тайных знаний. Лучшее время для обучения. Каждое ваше действие может ' +
        'стать судьбоносным. Опасайтесь неискренних людей и тайных врагов.',
        'Будущее пока не определено и зависит от поступков в настоящем. Запаситесь терпением и пониманием. Сохраняйте спокойствие.' +
        ' Доверьтесь интуиции!'
      ],
      relations: [
        'Жрица - тоже положительная карта. Она означает, что взаимоотношения пары носят не плотский, физический характер, а отличаются' +
        ' особым взаимопониманием на ментальном уровне, женщина и мужчина интересуют друг друга в первую очередь как личность или' +
        ' собеседник, а не только как представители противоположного пола.',
        'Однако ждать особой чувственности и страсти от такого рода общения не стоит. Пара интересует друг друга в основном на духовном' +
        ' уровне.'
      ],
      think: [
        'Показывает, что ваш возлюбленный очень спокойный человек, неспособный на безрассудные действия, чтобы привлечь ваше внимание. ',
        'Вам следует брать инициативу в свои руки, чтобы добиться развития подобных отношений. Некоторым такой партнёр покажется сложным' +
        ' и скучным, но это ошибочное мнение.',
        'Постарайтесь открыть его внутренний мир, который окажется очень богатым и интересным. ',
        'Вы всегда будете узнавать в этих отношениях много нового, того, о чём даже не догадывались. ' +
        'Главное, расположить к контакту это человека.'
      ],
      totalValue: [
        'Карта сообщает о том, что совсем скоро появится информация, благодаря которой человек посмотрит на свою жизнь другими глазами. ' +
        'Карта Верховная жрица показывает спокойствие, когда человек уходит в себя. Ему хочется побыть в спокойной обстановке, но не ' +
        'для того, чтобы разобраться со своими делами, а для того, чтобы просто побыть некоторое время в тишине. Решение вопросов, ' +
        'разумеется, придет само собой, но попозже.',
        'Человек, которому выпадает эта карта, как правило, развивает свои таланты и индивидуальное познание. Желаемого добивается ' +
        'через духовную мудрость и терпение. Бывает весьма настойчивым и сообразительным. Здравый смысл – это про Верховную жрицу.',
        'Человек становится более уверенным в себе, у него появляется интуиция, понимание, глубокое сознание. И даже те знания, которые ' +
        'ему давно известны, могут помочь в решении появившихся проблем.'
      ]
    },
    {
      id: '4',
      name: 'Императрица',
      type: 'senior-arcans',
      image: 'empress.jpg',
      prelude: 'Символ вдохновение, жизненной силы и энергии. Это всегда рождение чего-то нового, иногда — символ материнства.' +
        ' Это созидание и способность к творчеству, креативность, умение генерировать идеи в любой ситуации.',
      yesNo: [
        'Императрица – ответ «да».',
        'Благоприятная карта для построения отношений, творчества, красоты, материнства. Также она говорит о стабильности и процветании,' +
        ' предвещает материальное благополучие и даже роскошь.',
        'Императрица является символом новой жизни, созидающего начала, доброты в поступках и желаниях, гармонии в семейной жизни,' +
        ' изобилия во всем.',
        'Появление этой карты может предвещать скорое рождение ребенка у вас или у близкого человека, замужество, женитьбу. Императрица' +
        ' также указывает на огромный творческий потенциал человека, избыток вдохновения и энергии.'
      ],
      future: [
        'Положительная карта, которая открывает доступ к приятным впечатлениям.',
        'Если вы хотите узнать, как пройдёт дело, задуманное вами, то ответ явно порадует вас. Карта Императрица означает, что вы ' +
        'полностью реализуете свои возможности и выиграете в желаемом деле. Важно только не упустить представленные возможности.',
        'При начала нового этапа карат предвещает положительные эмоции и только радость. Здоровье подарит отличное самочувствие, вы ' +
        'будете иметь огромное количество энергии, которую можно направить в правильное русло.'
      ],
      situation: [
        'Наступает время быстрого развития событий после периода застоя. Большая вероятность развития новых отношений. В жизни наступает' +
        ' белая полоса. Все получается само по себе. Возможны домашние хлопоты, но дела будут приятными.',
        'Вас ждет комфортное времяпрепровождение, отличные перспективы в делах. Сама судьба помогает вам! Только не погружайтесь в мир ' +
        'грез. Возьмите ответственность на себя. Примите реальность без фантазий.'
      ],
      relations: [
        'Тот, кого символизирует карта Императрица, в отношениях очень серьезен и постоянен. Возможно, этот человек даже руководит' +
        ' отношениями или семьей, однако это не тиран, а человек, умеющий ценить семью и домашний уют.',
        'При гадании в целом на отношения выпадении Императрицы означает, что отношения построены на взаимном уважении, скорее всего,' +
        ' речь идет о семье или о возможности ее создать в ближайшее время. Такие отношения отличаются умением ценить спокойствие рядом с' +
        ' близким человеком и желанием помогать и поддерживать.'
      ],
      think: [
        'Ваши отношения будут прекрасными, яркими и добрыми. Именно в таких отношений можно ощутить гармонию и истинное счастье, которого' +
        ' так мало в современном мире. Партнёр будет идти на уступки, стараться вас радовать.',
        'Такте отношения приведут к созданию крепкой семьи с детьми. Полная чаша и бесконечное взаимопонимание ждут вас рядом с ' +
        'партнером. Он будет иметь незначительный недостаток - привязанность к матери, однако это только характеризует его как ' +
        'положительного человека.'
      ],
      totalValue: [
        'Аркан говорит о жизненной силе, плодородии, росте и зарождению нового. Человеку, которому выпала эта карта, стоит положиться ' +
        'на судьбу. Пусть все события идут своим ходом, главное, спокойно воспринимать происходящее.',
        'Все дела идут к развязке, а значит, совсем скоро человек узнает, какая ожидает его судьба. Возможно, просто на его пути ' +
        'встретится такой человек, который сыграет не последнюю роль в его жизни, станет покровителем. В некоторых случаях карта может ' +
        'обозначать – скорое бракосочетание или зачатие ребенка.',
        'Карта Императрица – это хорошая карта. Есть все основания радоваться, когда она выпадает при гадании. У человека появляется ' +
        'удовлетворенность от происходящих событий, которые довольно быстро развиваются.',
        'У Императрицы невероятная энергетика, а значит, все дела, которые просто лежали мертвым грузом, вдруг неожиданно проснутся, и ' +
        'дадут новые сильные побеги. Под покровительством этой карты все дела будут успешными.'
      ]
    },
    {
      id: '5',
      name: 'Император',
      type: 'senior-arcans',
      image: 'emperor.jpg',
      prelude: 'Это стабильность, независимость и безопасность. Человек под влиянием карты обладает огромной самодисциплиной и' +
        ' развитым чувством ответственности. У него неплохие задатки лидера, это прирожденный руководитель и организатор.',
      yesNo: [
        'Император – ответ «да».',
        'Для достижения результата нужно взять все под свой контроль, проявить решительность и упорство. Возможно, нужно обратиться за' +
        ' помощью к влиятельному человеку.',
        'Император символизирует силу, умение справляться с проблемами, власть, смелость, рационализм, логичность поступков, ' +
        'ответственность.',
        'Карта означает, что на вашу жизнь сильно влияет мужское начало, власть и авторитет мужчины, при этом речь может идти ' +
        'непосредственно о вас либо о человеке из вашего окружения. Для мужчины Император – удачная карта, для женщины – признак ' +
        'нахождения под влиянием мужчины. Также карта является символом отеческих чувств, лидерства, достижения результата, выбора ' +
        'правильного направления в жизни.'
      ],
      future: [
        'В первую очередь, означает властного человека, который любит быть лидером и желает получать от жизни максимальное количество' +
        ' энергии.',
        'В работе это может означать настойчивость и стремление продвигаться по карьерной лестнице.',
        'В личной жизни может наступить укрепление отношений, не давите на своего партнёра, дайте волю чувствам, которые вы пытаетесь' +
        ' подавить в своей душе.',
        'Вы делаете правильно, что стараетесь изменить свою жизнь с помощью сильного характера, но не становитесь эгоистом, думайте о ' +
        'том, что главное в жизни каждого человека - это эмоции.'
      ],
      situation: [
        'В текущую ситуация вас привела необходимость установления личностных границ и желание реализовать заброшенные проекты.',
        'Наступает время поиск смысла и новых знаний. Интеллект преобладает над чувствами. Имеются надежные покровители. ' +
        'Хорошие перспективы для любых начинаний.',
        'Боязнь неудачи не даст реализовать задуманное, поэтому поработайте над уверенностью и заручитесь помощью сторонних людей. При ' +
        'этом возьмите ответственность на себя и используйте интеллектуальный подход к решению проблем.'
      ],
      relations: [
        'Если карта символизирует кого-то из возлюбленных, то этот человек очень силен духом и надежен, его партнер может без проблем' +
        ' довериться и ему и оказаться, что называется, "за каменной стеной".',
        'Если такая карта обозначает девушку, которая сейчас не находится в отношениях, то карта раскрывает ее истинные мотивы - она ищет' +
        ' не любовь, а человека, состоявшегося в жизни, чтобы он мог оказывать ей материальную поддержку.',
        'Если же карта выпала при гадании на отношения девушки и парни, которые еще не задумывались о семье, то Император может означать' +
        ' отца девушки, который не желает отдавать свою дочь и власть над ней другому мужчине.'
      ],
      think: [
        'Ваш суженный будет очень уверенным человеком с огромный потенциалом.',
        'Его никогда не остановит ни одна трудность, потому что он настоящий мужчина, о котором слагают легенды. Он не будет действовать' +
        ' по вашему плану, придётся подстраиваться именно вам.',
        'Если вы всегда мечтали о крепком мужско плече, которое способно вас защитить от различных проблем и невзгод, тогда именно этот ' +
        'партнёр сделает вас счастливой. Никогда не перебивайте его, чтобы не спровоцировать на агрессию, к которой он склонен.'
      ],
      totalValue: [
        'Карта в этом положении выпадает людям практическим, целеустремленным и надежным. Они отличаются настойчивостью, здравым ' +
        'рационализмом, умением доводить дело до конца, отстаивать свою точку зрения и интересы. Это прирожденные лидеры.',
        'Император говорит также о том, что предполагаемое дело надо делать именно сейчас, не откладывая, а все проблемы разрешать также' +
        ' без задержек. Император подсказывает, что помощь в этом окажут дисциплинированность, ответственность и рассудочность в решениях.',
        'Также карта намекает на необходимость решительных действий ради защиты своих интересов, но эти действия должны ' +
        'соответствовать требованиям закона и морали и не противоречить велениям совести.',
        'Если Император выпадает женщине, это может говорить о наличии у нее сильного покровителя-мужчины, или что она испытывает ' +
        'сильное (положительное) влияние мужчины более старшего возраста.',
        'Аркан нередко намекает на необходимость определенных усилий (в том числе довольно значительных) для создания и поддержания ' +
        'положения, которое человек сочтет достойным себя.'
      ]
    },
    {
      id: '6',
      name: 'Верховный жрец',
      type: 'senior-arcans',
      image: 'high-priest.jpg',
      prelude: 'Это вера и мораль, следование традициям и общественным нормам, законам. Иерофант характеризует личность' +
        ' авторитетную, наделенную добродетелью, высокодуховную, порядочную и этичную.',
      yesNo: [
        'Верховных жрец (Иерофант) – ответ «да» в вопросах духовной сферы.',
        ' В запросах иного характера ответ будет утвердительным, если вы продолжите двигаться прежним путем, не будете ничего менять.',
        'Карта обладает двояким толкованием. Она может показывать на знающего человека, который дает совет или руководит. Речь может идти' +
        ' о вас или о ком-то из окружения. Во втором случае указывает на необходимость следования традиционным путем, послушания, ' +
        'исполнения духовных и социальных норм и правил. Такое поведение приведет к успеху.',
        'Иерофант символизирует терпимость, хороший совет, обучение, передачу знаний, опыта, милосердие, благонамеренность, духовность,' +
        ' возврат к традициям.'
      ],
      future: [
        'Карта обращает внимание на сложности и ваш собственный обман, то есть вы врёте не окружающим, а самому себя.',
        'В личных отношениях может быть символом отношений по выгоде, а не по любви.',
        'В карьере будет сложно сделать задуманное или желаемое, потому что для этого необходимо получить дополнительные навыки и знания.',
        'Заполните свою жизнь любовью, которой явно не хватает. Откройтесь миру и начните жить искренностью и правдой, которую так долго' +
        ' скрывали. Вас ждут сложные испытания, которые придется пройти.'
      ],
      situation: [
        'Хорошее время для накопления знаний. Вы стремитесь найти истину, но вас останавливает необходимость следовать запретам,' +
        ' традиционным ценностям.',
        'В данной ситуации ожидается участие в обрядах или общение с духовным наставником. Это правильный путь. Но поиск истины может' +
        ' ничего не принести взамен. Будьте терпимы, честны, снисходительны. Наберитесь опыта.'
      ],
      relations: [
        'Такая карта выпадает, если отношения между мужчиной и женщиной находятся в гармонии во всех смыслах, то есть они интересны друг' +
        ' другу и как любовники, и как личности.',
        'Из такой пары получится очень крепкая семья, в которой ни один из партнеров не станет умалять значение другого и пытаться ' +
        'доминировать. Отношения между людьми надежные и не лишены страстности.',
        'Такую страсть не стоит путать с дикими перепадами настроения и жаркими ссорами, после которых наступает не менее жаркое ' +
        'примирение, это страсть связанная с желанием находиться рядом и чувствовать партнера.'
      ],
      think: [
        'Карта связывает партнёров духовными невидимыми силами, на которых полностью построены из взаимоотношения.',
        'Вы будете обмениваться мыслями и понимать, насколько вы гармоничная пара. Старайтесь больше разговаривать, потому что душевные' +
        ' разговоры позволят вам только укрепить отношения между вами.',
        'Ваша любовь построена на чувствах родственных душ. Поэтому вам всегда будет комфортно рядом с таким партнёром. Душевность - ' +
        'залог счастливого брака, который продлится долгие годы и подарит только спокойствие и гармонию.'
      ],
      totalValue: [
        'Верховный жрец в прямом положении говорит о том, что человек обладает качествами лидера, либо у него очень высокая степень ' +
        'развития, и он может давать мудрые советы. Это тот, кто готов получать знания от высших сил, либо самому учить кого-то. Это ' +
        'справедливый и строгий человек, духовный учитель, лидер какой-либо группы или организации, он твердо верит в традиции и морали, ' +
        'соблюдает все социальные правила.',
        'Иногда карта может обозначать совесть, родителей, семью в целом, либо же может показывать на целителей и психологов, всё, что ' +
        'связано с законом и с системой ценностей.',
        'Это человек, который серьезно думает о намерении вступить в брак, либо он принимают участие в какой-либо религиозной службе. ' +
        'Верховный Жрец расскажет о посещении консультанта, адвоката, врача, воспитателя. В вашей жизни появится тот, кто даст вам ' +
        'необходимый совет либо окажет помощь.',
        'Верховный Жрец предрекает духовное совершенство либо выполнение каких-то определенных задач, часто говорит о том, что у ' +
        'человека присутствует какая-либо внутренняя сила, и он способен на многое. Это милосердный и искренний человек, который ' +
        'способен на большое чувство или на дружбу. Из таких людей получаются самые лучшие врачи.'
      ]
    },
    {
      id: '7',
      name: 'Влюбленные',
      type: 'senior-arcans',
      image: 'lovers.jpg',
      prelude: 'Этот аркан характеризует способность к любви — в первую очередь, любви к себе и окружающему миру, ' +
        'а не только к противоположному полу. Это глубокие и искренние эмоции, гармония и взаимопонимание.',
      yesNo: [
        'Влюбленные – ответ «да», если вопрос касается ваших чувств, ощущений, эмоций, личной жизни.',
        'Карта символизирует любовь, новые отношения, страсть. Означает появление в жизни любимого человека, гармоничных отношений, ' +
        'чувственную связь.',
        'Есть также более глубокое толкование данной карты: необходимость сделать выбор из нескольких противоположных вариантов. Часто ' +
        'это выбор между голосом разума и интуицией. Карта подсказывает, что нужно отдать предпочтение своему внутреннему голосу.'
      ],
      future: [
        'Карта Таро, которую многие воспринимают, как источник любви и чувственных отношений. Однако она имеет более широкое значение.',
        'В работе вы можете достичь желаемого спокойствия и стабильности.',
        'В отношения получите страсть и любовь, о которой пишут в знаменитых романах о любви до самой смерти.',
        'Вы должны учиться и получать радость от всего, что происходит вокруг вашего воображения. Здоровье подарит полную гармонию как в' +
        ' физическом состоянии, так и в моральном.'
      ],
      situation: [
        'Появление нового человека или новое увлечение определило ваше настоящее. Вас ждет новое партнерство, новые отношения, ' +
        'необходимость принятия решения. Период преобладания чувств, а не разума.',
        'Перед вами открыто два пути, где необходимо принять смелое решение, опираясь на зов сердца. По итогу ждет ощущение полного ' +
        'счастья и эйфории.',
        'При неверном выборе решения ждут испытания и сомнения, но скорее всего, вы сможете сделать правильный выбор. Принимайте решение,' +
        ' опираясь на чувства!'
      ],
      relations: [
        'Кажется, что эта карта должна означать только сильные чувства и отношения, ведущие к браку и детям, однако не все так просто. ' +
        'Карта Влюбленные означает настоящую идиллию и взаимопонимание, если расклад производится на семейную пару, у таких отношений ' +
        'очень мало шансов распасться.',
        'Но если расклад делается на парня и девушку, которые знакомы не так давно и о свадьбе пока не думают, то карта означает ' +
        'некоторые трудности или преграды.',
        'Чтобы такие отношения стали идеальным примером настоящей любви, паре придется нащупать эту преграду и найти ее решение. Скорее' +
        ' всего, вопрос заключается в идейных противоречиях.'
      ],
      think: [
        'Карта предсказывает вам встречу с человеком, который является вашей второй половиной. Только рядом с ним вы почувствуете ' +
        'истинную и искреннюю любовь, которой не так много в наше время.',
        'Цените этого человека и делайте всё, чтобы не упустить его. Без суженного вы не обретёте гармонию в отношения и останетесь ' +
        'несчастным человеком.',
        'Ваш партнёр будет достаточно сложным человеком, с которым трудно договориться, но он будет любить вас и хранить верность всю ' +
        'жизнь. А эти аспекты являются самыми главными при построении крепких отношений.'
      ],
      totalValue: [
        'Карта свидетельствует об испытаниях, которые человеку предстоит пройти. Ему постоянно будет необходимо делать выбор между ' +
        'двумя альтернативами. Карта Влюбленные – это прошлое и будущее, старое и новое, прихоти и долг.',
        'У человека в жизни произойдет внутриличностный конфликт между умом и сердцем. Ему будет сложно делать выбор, он будет ' +
        'находиться на распутье. Ну, даже на распутье он проявит всю свою силу духа. От его выбора будут зависеть последствия его ' +
        'дальнейшей жизни. Решение, которое он примет, может касаться профессиональной деятельности, путешествий, образования, ' +
        'домашних дел и идей.',
        'В целом карта Влюбленные имеет позитивное значение. Несмотря на то, что человеку непросто будет делать выбор, он все-таки ' +
        'будет принимать правильные решения. Его поступки будут искренними и душевными. Сюда также можно отнести и страстную ' +
        'влюбленность. Карту Влюбленные ассоциируют с экзаменом или проверкой на прочность. А это не что иное, как решающее испытание.'
      ]
    },
    {
      id: '8',
      name: 'Колесница',
      type: 'senior-arcans',
      image: 'chariot.jpg',
      prelude: 'Характеризует умение ставить цели и достигать их, способность правильно воспринимать перемены, ' +
        'прощаться с прошлым и открываться навстречу будущему. Это любознательность, смелость, движущая сила, энергичность и вдохновение.',
      yesNo: [
        'Колесница – ответ «да», при условии ваших активных действий для достижения намеченного результата. ' +
        'Если ничего не будете делать или бросите начатое, цель достичь не получится.',
        'Карта символизирует успех, преодоление препятствий, триумф, получение желаемого, движение.',
        'Колесница предвещает конец периода тяжелой работы, неудач, трудного пути. Все завершится удачно для вас, если выберете ' +
        'правильное направление, проявите выносливость и не будете сидеть, сложа руки. Карта сулит прогресс, достижение нового этапа ' +
        'пути, благодаря целеустремленности, уверенности, положительным качествам характера.',
        'Карта может указывать на предстоящую поездку или путешествие.'
      ],
      future: [
        'Карта достижение поставленной цели, которая требует активных действий и постоянной борьбы. ',
        'Можно справиться с любыми проблемами, если поистине этого захотеть. Вы захотите стать на новый этап развития, помните, что ' +
        'потребуется стальная выдержка и крепкий характер, только так возможно начать новую жизнь.',
        'В личной жизни возможна встреча с человеком, который вызовет ваше новые яркие и насыщенные эмоции, вы полностью погрузитесь в ' +
        'мир искренней страсти. Не бойтесь препятствий, которые делают нас сильнее.'
      ],
      situation: [
        'Произошло столкновение с реальностью и формулирование новых целей. Вас ждут быстрые изменения, необходимость преодоления ' +
        'трудностей. Возможно путешествие.',
        'Вы ощущаете активность и оптимизм, уверенность в своих силах, но перемены могут привести к усталость. Ожидаются при этом ' +
        'хорошие перспективы.',
        'По итогу вас ждет достижение целей, осуществление намерений и скорое разрешение ситуации. Проявите силу воли. Держите себя в ' +
        'руках. Учитесь новому и действуйте уверенно!'
      ],
      relations: [
        'Карта таро Колесница может означать крепкие и проверенные временем отношения. Возможно, у пары на данный момент наблюдается ' +
        'увядание интереса друг к другу или просто отсутствие показывать свои чувства так же ярко как в начале отношений.',
        'Однако карта не означает ничего плохого, таким отношениям просто нужна эмоциональная встряска.',
        'Если же одинокому человеку выпадает Колесница, то ему стоит ожидать скорого появления в своей жизни интересного партнера - ' +
        'возможно, отношения и не станут началом большой любви и не приведут к браку, но роман точно останется в памяти приятным пятном.'
      ],
      think: [
        'Человек, которого вы полюбите, будет очень успешным и богатым, однако под этой оболочкой будет скрываться совсем другая личность.',
        'Вы долго не будете получать взаимности от него, но со временем сможете привлечь его внимание, завоевать любовь. В отношениях он ' +
        'проявит себя, как неплохой человек, однако выстроить с ним настоящие крепкие отношения, которые могут привести к крепким ' +
        'семейным отношениям. ',
        'Если вы хотите получить желаемого, делайте всё возможное для завоевания любимого человека. Риск станет вашим незаменимым ' +
        'помощником в подобной ситуации.'
      ],
      totalValue: [
        'В жизни происходит заметный скачок вперед. Человек способен преодолевать препятствия, у него появляется уверенность в себе и ' +
        'собственных силах. Благодаря раскладу этой карты, человек может совершить масштабные действия, как в профессиональной ' +
        'деятельности, так и на личном фронте.',
        'Все что хочется – сбывается, враги отступают, нет препятствий на пути к успеху. И даже если совсем недавно еще были трудности, ' +
        'то с картой Колесница нужно освободиться от прошлых проблем, и сделать первый шаг к своему успеху.',
        'Прошлое должно остаться позади, ведь впереди человека ждет новый жизненный этап. Он будет полон сил и решимости, проявит свою ' +
        'смелость и откроет для себя новый мир. Колесница как бы подталкивает человека – взяться за какое-то для него новое ' +
        'незнакомое дело.',
        'Как правило, эта карта выпадает тем людям, которые действительно стремятся к поиску себя, тянутся к чему-то новому, и их ' +
        'буквально переполняет энергия и воодушевление. Они активны и оптимистичны, и всегда стремятся добиваться своих целей.'
      ]
    },
    {
      id: '9',
      name: 'Правосудие',
      type: 'senior-arcans',
      image: 'justice.jpg',
      prelude: 'Это способность правильно и объективно оценить человека или ситуацию, чтобы затем принять верное решение.' +
        ' Это неподкупность и уравновешенность во всех жизненных сферах.',
      yesNo: [
        'Правосудие (справедливость) – ответ «да», если не будете обманывать других и самого себя.',
        'Карта сулит удачу в состязаниях, конкурсах, судах, мероприятиях, где выносится решение. Благоприятными для вас будут общение с' +
        ' судьями, юристами, правовая деятельность, дела, связанные с бумагами. Но при этом важно проявлять честность, любая ложь может' +
        ' стать причиной поражения.',
        'Карта советует тщательно взвесить все обстоятельства и проанализировать их для осознания верного решения. Также может советовать' +
        ' проявить непредвзятость, найти баланс между материальным и внутренним миром, логичным и интуитивным.'
      ],
      future: [
        'Название карты полностью открывает её смысл, который лежит на поверхности. Вы обязательно должны проявлять во всех аспектах ' +
        'своей жизни справедливость по отношению к себе и окружающим людям.',
        'Если вы попробуете обмануть или избежать установленные законом или человеком правила, то получите страшные последствия в виде ' +
        'потери работы или любимого человека.'
      ],
      situation: [
        'Получение по заслугам на основании прошлых действий. Вам преподали жизненный урок. Вас будут оценивать по прошлым поступкам. ' +
        'Большая вероятность судебного процесса и платы за прошлые ошибки либо вознаграждение за благочестивые действия. Возможно, ' +
        'вам мешает жить страх воздаяния.',
        'В благоприятном положении вас ждет торжество справедливости. Проявите рассудительность. Не пытайтесь перехитрить судьбу. ' +
        'Действуйте, по совести!'
      ],
      relations: [
        'Карта Справедливость, скорее всего, говорит не о самом удачном исходе отношений. ' +
        'Если пара уже в браке, то Справедливость может означать развод.',
        'Если же партнеры еще не связаны узами брака, то можно сделать вывод, что отношения носят не самый искренний характер. Такой род' +
        ' общения направлен, скорее, на получение личной выгоды от другого человека, чем на желание испытать настоящую любовь и построить' +
        ' семью.',
        'Человеку, ищущему судьбу, не стоит возлагать больших надежд на такие отношения и быть готовым к неприятной правде.'
      ],
      think: [
        'Отношения похожи на пример из книги по психологии. Для них главное не любовь или страсть, а выгодные взаимоотношения, которые ' +
        'выстраиваются на понимании, заботе, верности и честности по отношению друг к другу.',
        'Если вы являетесь рациональным человеком, то такой брак принесёт вам исключительно радость и счастье, однако более ' +
        'эмоциональному человеку такой партнёр не будет подходить. Старайтесь быть полностью откровенными и честными со своими' +
        ' вторыми половинками.'
      ],
      totalValue: [
        'Справедливость говорит о том, что человек должен взять на себя ответственность за все свои действия, за все свои идеи, за ' +
        'мысли. Наступает расплата по счетам, приходит отрезвление. Порядок должен быть восстановлен. Вообще Справедливость говорит о ' +
        'работе человека, связанного с юриспруденцией, например судьи. Либо вам предстоит принять участие в каком-либо заседании суда. ' +
        'Если вас несправедливо обвинили, то ждите, что этот человек вскоре извинится.',
        'Если провести ассоциацию с пословицей, то лучше всего подойдёт такая: «Как аукнется, так и откликнется». Справедливость ' +
        'говорит вам о том, что вы встретитесь с последствиями всех своих действий, так что будьте готовы. Но с другой стороны, ' +
        'возможно равновесие либо гармония наконец-то наступят в вашей жизни, и вы получите заслуженное.',
        'Вы должны тщательно всё взвесить, прежде чем принять какое-либо решение. Обдумайте всё подольше. Если дело разговор зайдёт о ' +
        'судебных делах, то они будут рассмотрены беспристрастно.'
      ]
    },
    {
      id: '10',
      name: 'Отшельник',
      type: 'senior-arcans',
      image: 'hermit.jpg',
      prelude: 'Символизирует поиск духовного пути, самопознание, глубокое понимание смысла вещей. Человек под влиянием карты' +
        ' имеет четкую жизненную позицию, умеет отстаивать свои принципы, независим от внешних обстоятельств.',
      yesNo: [
        'Отшельник – ответ «нет».',
        'Ответ может быть утвердительным, в случае вопроса о поиске предназначения или обучения чему-то новому, делах, которые ' +
        'совершаются в одиночестве.',
        'Карта символизирует поиск себя, духовных ценностей, самосовершенствование, самопознание, осторожность, уравновешенность. Может ' +
        'быть признаком оторванности от жизни.',
        'Отшельник подсказывает, что необходимо абстрагироваться от волнующей вас ситуации и от мира, покопаться в себе, определить свои ' +
        'сокровенные мечты и цели. Вопрос должен быть решен самостоятельно. Уединение и размышления о своем положении приведут к ' +
        'положительному результату.'
      ],
      future: [
        'Карты духовного состояние каждого человека. Вы должны полностью отдаться разбору своего душевного состояния, понять, чего вы ' +
        'ждёте от будущего, какие цели преследуете. Это поможет найти верное направления для будущего. ',
        'Возможно одиночество, когда вокруг много людей, но нет гармонии и понимания друзей, родственников или просто близких людей. ' +
        'Возможна продолжительная депрессия.'
      ],
      situation: [
        'Период ухода от проблем, переосмысления жизни. Вас ждет время единения с собой, пауза в жизни. В негативном ключе карта говорит' +
        ' о чрезмерной гордыне.',
        'Наступила необходимость принять важное решение. Ощущается одиночество и замкнутость.',
        'Ожидается отход от дел, медленное развитие ситуации, отказ от целей. Найдите наставника. Переосмыслите свое отношение к жизни!'
      ],
      relations: [
        'Карта Отшельник не имеет конкретного положительного или отрицательного значения. Обычно она символизирует отношения, в которых ' +
        'два человека давно вместе и хорошо знают друг друга.',
        'В зависимости от контекста отдельной ситуации или окружающих карт это может означать и взаимное доверие, поддержку, а может и ' +
        'быть знаком отрешенности, нежелания продолжать общение.',
        'Для человека, обирающегося строить отношения с кем-то, такая карта, вероятно, не предвещает ничего хорошо, отношения будут ' +
        'протекать довольно вяло, один из партнеров будет явно проявлять меньше желания, чем второй.'
      ],
      think: [
        'Ваш партнёр отличается от всех людей, которых можно встретить на улице любого города в нашем государстве. Он очень умный, ' +
        'однако ведёт себя замкнуто, зачастую не имеет настоящий друзей, избегает общественный мест. Он человек одиночества, подпускает ' +
        'только самых любимых людей, поэтому понравится ему бывает достаточно сложно.',
        'Если вы уже находитесь в длительных отношениях, то карта советует отпустить проблемы и расстаться на некоторое время со своим ' +
        'партнёром. Разлука поможет понять главные вещи, которые длительный отрезок времени вас беспокоят.'
      ],
      totalValue: [
        'Обычно эта карта выпадает интровертам, не склонным поддаваться влиянию внешних обстоятельств, чувствующим себя уютнее в ' +
        'состоянии замкнутости. Отшельник символизирует единство земного и небесного, поиск жизненного пути и цели. Во многих случаях ' +
        'он может намекать на успех таких поисков, на тот факт, что человек найдет на этом пути учителя и наставника.',
        'Также появление Отшельника может свидетельствовать о том, что человек имеет твердую идейную позицию в жизни, выверенную ' +
        'систему ценностей и умеет держать слово как перед другими людьми, так и перед самим собой. Карта может указывать на наличие ' +
        'в характере таких черт, как осмотрительность и осторожность, умение взвешивать свои решения.',
        'Аркан нередко указывает на необходимость уединения – возможность разобраться в себе приведет к улучшению жизненной ситуации ' +
        'в ближайшем будущем.'
      ]
    },
    {
      id: '11',
      name: 'Колесо Фортуны',
      type: 'senior-arcans',
      image: 'wheel-fortune.jpg',
      prelude: 'Указывает на перемены, благоприятные и не очень. Это фатальность, судьба, то, что влияет на жизнь без участия' +
        ' самого человека. Это неизбежные события, которые мы изменить не в силах.',
      yesNo: [
        'Колесо фортуны (колесо счастья) – ответ «да».',
        'Колесо фортуны говорит о том, что вскоре в вашей жизни произойдет событие, которое станет переломным моментом. Обычно речь идет ' +
        'о неподвластных человеку обстоятельствах, но изменения будут благоприятные.',
        'Карта символизирует удачу, награду, прогресс, положительные сдвиги в решении различных вопросов, прекрасную возможность, ' +
        'преодоление препятствий, везение, счастье, внезапный поворот к лучшей жизни.',
        'Появление этой карты означает, что судьба неожиданно улыбнется вам и начнется благоприятный этап в вашей жизни.'
      ],
      future: [
        'Самая загадочная карта из всех. Она подсказывает гадающему, что в скором времени ему улыбнется удача. ' +
        'Это закономерное решение проблем, которое даруется свыше. Вы будете считать это случайностью, которая появилось в ' +
        'самое подходящее время. Улыбка фортуны станет для вас началом нового этапа, который откроет новые возможности. ',
        'Многие люди не верят в то, что фортуна может помочь, а все случайности далее не случайны. Именно этому вы научитесь в ' +
        'ближайшем будущем. Старайтесь отблагодарить судьбу за предоставленный шанс.'
      ],
      situation: [
        'Все уже решено судьбой. Вас ждут перемены и судьбоносный поворот в жизни. Возможно путешествие, смена деятельности, места' +
        ' жительства. Все идет само по себе. Ощущаются перемены настроения.',
        'На жизненном пути вас ждет помощь фортуны и невероятное везение. Происходит смена белых и черных полос в жизни. ' +
        'Доверьтесь судьбе. Все, что кажется несправедливым, на самом деле приведет к наилучшему результату!'
      ],
      relations: [
        'Колесо Фортуны при гадании на отношения означает стабильность, то есть кардинальных изменений в уже существующих отношениях' +
        ' ждать не приходится.',
        'Если у пары гармония и понимание, то взаимоотношения и дальше будут протекать в положительном русле, если же какие-то проблемы' +
        ' в отношениях, то решение будет найдено еще не скоро.',
        'Если же гадание производится на одинокого человека, то Колесо Фортуны может означать, что либо одиночество пока не будет ' +
        'нарушено, либо отношения будут не интересны обеим сторонам и довольно скоро подойдут к логическому концу.'
      ],
      think: [
        'Карта очень нейтральная, поэтому понять будущее отношений по ней нельзя. Она является символом серьёзных изменений, ' +
        'которые в скором времени произойдут.',
        ' Если вы хотите остановить этот процесс, то сделать это не получится. Вы не являетесь писателем своей истории, на некоторое ' +
        'время вами будет управлять фортуна, которая и определит будущее вашей личной жизни.',
        'Постарайтесь смириться с этой мыслью и ждите решения фортуны. Это сделать очень сложно, но в данной ситуации крайне ' +
        'необходимо. Своими действиями вы можете только ухудшить своё состояние.'
      ],
      totalValue: [
        'Карта свидетельствует о переменах. Как правило, это доброе предзнаменование, а значит, и перемены в лучшую сторону. Карта ' +
        'Фортуна подарит человеку удачу. Правда, обстоятельства будут неподконтрольными. Все что будет происходить в жизни – это ' +
        'подарок судьбы. Человек не в силах что-либо изменить, ему просто это будет неподвластно.',
        'Фортуна является мистической картой, которая с невероятной точностью синхронизирует судьбу человека. Не исключено, что с ' +
        'человеком будут происходить в жизни такие события, которые у него когда-то уже были. Карта говорит о повторяющейся ситуации, ' +
        'покорности року.',
        'Все что будет происходить с человеком под воздействием этой карты – это не случайно. Только вот изменить ситуацию человеку ' +
        'не дано. Он обязательно почувствует на себе силу этой карты, под ее воздействием он будет отличаться заразительной легкостью, ' +
        'храбростью, активностью, жизнерадостностью и непредсказуемостью. Жизнь становится интересной и насыщенной.'
      ]
    },
    {
      id: '12',
      name: 'Сила',
      type: 'senior-arcans',
      image: 'power.jpg',
      prelude: 'Характеризует человека бесстрашного и смелого, наделенного колоссальной жизненной энергии, уверенного в себе.' +
        ' Он обладает высокой нравственностью, стремится к духовному развитию, не приемлет физического насилия.',
      yesNo: [
        'Сила – ответ «да».',
        'Карта символизирует превосходство, могущество, отличное здоровье, силу внешнюю и внутреннюю, стойкость, умение преодолевать' +
        ' трудности.',
        'Сила означает, что у вас хватит душевных сил, чтобы встретиться с тяжелыми испытаниями и преодолеть их, не стараясь обойти. ' +
        'Также может показывать улучшение здоровья.',
        'Карта свидетельствует о смелости, с которой человек решает свои проблемы, контроле над эмоциями и страстями, стремлении помочь' +
        ' другим. Она советует сдерживать негативные порывы, такие как гнев, злоба, ревность, и стараться направить разрушительную' +
        ' энергию в сторону созидания.'
      ],
      future: [
        'Карта приобрела своё названия благодаря смыслу, который она несёт в себе.',
        'Она показывает, насколько сильный человек, на которого составлен расклад. Он очень решителен и упорен, имеет чемпионский ' +
        'характер. Это помогает достигнуть действия, в работе вы отдаётесь полностью и стараетесь достичь совершенство. ',
        'В личной жизни ожидается страсть и чувственность, которая характерна для аркана Сила. Старые отношения могут разгореться с ' +
        'новой силой, вы получите эмоциональную отдачу от своего любимого человека. Отдайтесь чувствам и вы не пожалеете.'
      ],
      situation: [
        'Жажда большего либо непредвиденные обстоятельства привели вас в эту ситуацию. Необходимо решительное противостояние ' +
        'трудностям. Вас ждет опасная ситуация, где необходимо встретиться с проблемами лицом к лицу, но вы сможете выбрать верный путь.',
        'Вы чувствуете уверенность в себе, необходимость совершать решительные действия. В негативном положении возможна ожесточенность ' +
        'и даже проявление насилия. Не поддавайтесь страху. Будьте решительными и настойчивыми! Все закончится благополучно!'
      ],
      relations: [
        'Карта таро Сила, выпавшая при гадании на романтические отношения, имеет значение того, что человек уделяет много внимания ' +
        'сексуальной стороне отношений.',
        'Получается, что ближайшие отношения могут быть построены удачно лишь при полном удовлетворении партнерами друг друга в постели.',
        'Если карта выпадает на уже существующие отношения, то любовникам стоит обратить внимание на этот вопрос. Расставание в ' +
        'противном случае не предвидится, однако возможно размолвка и некое охлаждение со стороны одного из участников отношениях.'
      ],
      think: [
        'Карта подсказывает, что ваша личная жизнь основана исключительно на страсти.',
        'Это прекрасно, потому что интимная жизнь является проводником к пониманию желаний друг друга. Она позволяет открыться своему ' +
        'партнёру, ощутить его каждой клеточкой своего тела. Страсть между вам не исчезнет, а только усилится, что сделает вас ' +
        'зависимыми друг от друга.',
        'Постарайтесь полностью отдаться нахлынувшим чувствам, которые выльются в страсть в сексуальных отношений.'
      ],
      totalValue: [
        'Изображение на этой карте – девушка, подчинившая своей воле льва. Таким образом, карта символизирует не грубую физическую ' +
        'силу, но нравственное превосходство. Сила говорит о полной уверенности в своей правоте, моральном превосходстве, энергии, ' +
        'духовной независимости, решительности.',
        'При этом не следует воспринимать появление этой карты как намек на вмешательство или волю сил высших. Природа ее земная, ' +
        'карта символизирует ту силу, что может быть воспринята через чутье или интуицию. Может подразумеваться сила воли или ' +
        'энергия творчества.',
        'Сила отрицает примитивное сдерживание своих «черных сторон», призывая расправиться с ними раз и навсегда при помощи высоких ' +
        'моральных устремлений. Она может указывать и на необходимость от чего-то отказаться ради того, чтобы обрести нечто лучшее.'
      ]
    },
    {
      id: '13',
      name: 'Повешенный',
      type: 'senior-arcans',
      image: 'hanged.jpg',
      prelude: 'Символ неразрешимой, тупиковой ситуации, которая гнетет человека. Это метание меж двух огней, жизненный кризис,' +
        ' бессилие, принуждение.',
      yesNo: [
        'Повешенный – ответ «нет».',
        'Карта символизирует время перемен, испытаний, самоотречение, жертву во имя идеи, ясновидение, внутренний голос.',
        'Повешенный предвещает жизненные изменения, которые разрушат старые планы. Обстоятельства могут победить дух человека. В таком ' +
        'случае потребуется жертва, которая может проявиться как отказ от каких-то материальных ценностей, либо убеждений. Такой поступок' +
        ' не всегда будет понят окружающими, но будет необходим, чтобы достичь морального удовлетворения и высокого уровня духовности.' +
        ' Возможно, нужно посмотреть на ситуацию с другой стороны.'
      ],
      future: [
        'Противоречивая карта в раскладе, которая подталкивает человека к духовным действиям, необходимо начать новый этап понятия и' +
        ' восприятия окружающего мира. Время для того, чтобы нырнуть в свои душевные проблемы и отложить мирские дела.',
        ' Предрекает одиночество и стремление к спокойствию, в карьере наступит ступор, который пройдёт только через определённый ' +
        'промежуток времени.',
        'Если вы собираетесь выиграть в каком-либо деле, то морально готовьтесь к проигрышу, потому что эта карта не ' +
        'означает радостный исход дел.'
      ],
      situation: [
        'Обстоятельства не дают действовать. Происходит зацикленность на одном, застой в делах, есть проблемы с долгами и поездками. Нет' +
        ' возможности действовать - много барьеров. Но при этом открывается возможность посмотреть на ситуацию с другой стороны,' +
        ' приобрести новый опыт.',
        'Ожидается неблагоприятное развитие ситуации в целом, но положительное развитие дел, касающихся обучения. Оставайтесь спокойны ' +
        'и наберитесь терпения. Не пытайтесь изменить ситуацию. Взгляните на все под другим углом!'
      ],
      relations: [
        'Такая карта носит значение, что один из двух людей в будущих или ныне существующих отношений находится в зависимом положении.',
        'Один партнер готов идти на жертву ради сохранения или построения отношений, второй же, скорее всего, мало заинтересован в ' +
        'подобных действиях и будет просто плыть по течению или даже манипулировать.',
        'Скорее всего, при выпадении такой карты отношения или брак не будут удачными, так как кто-то будет постоянно выступать в ' +
        'качестве потребителя как психологических сил, так и материальных ресурсов.'
      ],
      think: [
        'Карта Таро является символом больной любви.',
        'Такая любовь всё чаще охватывает многих людей. Проявляется она в желании жертвовать собой и своими интересами для счастья ' +
        'второй половинки.',
        'Помните, что здоровые крепкие отношения струятся на компромиссах и понимании. При отсутствии этих компонентов отношения обречены' +
        ' на расставание. Именно об этом говорит карта. ',
        'Постарайтесь изменить своё отношение к личной жизни, возможно, вам удастся сохранить чувства между вами на долгие годы.'
      ],
      totalValue: [
        'В прямом положении эта карта указывает на бесперспективное, тупиковое положение. При этом вовсе не означает, что из ситуации ' +
        'вовсе нет выхода – просто это нельзя (или очень сложно) сделать привычным способом. Нужно менять восприятие действительности и ' +
        'образ действий, только тогда можно выпутаться из сложившегося положения.',
        'Также Повешенный может говорить о том, что человек подвергается сильному давлению, его вынуждают поступать определенным ' +
        'образом либо просто используют. Иногда Повешенный может указывать на то, что человек оказался в изоляции.',
        'Есть у карты и более светлое значение – она может указывать на готовность принести жертву ради высших целей, или на факт, что ' +
        'правильное поведение может помочь даже в неблагоприятных обстоятельствах получить выгоду. Но при этом жертва должна быть ' +
        'сознательной и добровольной. Иначе потерять что-нибудь все равно придется, но выбор уже будет за судьбой, и кто ее знает, ' +
        'что она выберет.'
      ]
    },
    {
      id: '14',
      name: 'Смерть',
      type: 'senior-arcans',
      image: 'death.jpg',
      prelude: 'Символ всего ненужного, прошлого, с которым необходимо попрощаться, чтобы перейти на новый жизненный этап и качественно' +
        ' новый уровень развития. Обозначение карты может быть как позитивным, так и негативным, если человек не готов к' +
        ' кардинальным переменам.',
      yesNo: [
        'Смерть – ответ «нет», если вопрос касается прошлого, уже существующего и привычного для вас. «Да», если вопрос об изменениях ' +
        'в жизни.',
        'Карта символизирует перемены, перерождение, конец привычной жизни, наступление новой.',
        'Смерть не является страшной картой. Она указывает на существенные перемены в жизни человека, окончание существующей ситуации ' +
        'или этапа в развитии, неизведанные возможности и победы. При этом перемены зачастую приносят с собой печаль, горе, ' +
        'внутренний дискомфорт, но это лишь временные тяготы.',
        'Карта может предсказывать смену работы, переезд, развод, разрыв отношений с близким человеком. В любом случае это станет ' +
        'началом нового этапа в духовном развитии, расширении мировоззрения.'
      ],
      future: [
        'Несмотря на слово "смерть", карта не имеет внутри такое страшное значение. Оно означает окончание прошлой жизни, начало будущего.',
        'Карта призывает вас забыть прошлые обиды и горе, начать жизнь с чистого листа, который даст возможность открыться новому и ' +
        'прекрасному. Расставание с прежним партнёром и начало новой деятельности после увольнения - вот основное значение.',
        'В здоровье могут наступить некоторые проблемы. Старайтесь воспринимать их как должное, только сила воли и желание выиграть ' +
        'способны сделать человека непобедимым. Вы должны отдавать отчёт, что всё зависит только от вас.'
      ],
      situation: [
        'Произошло естественное завершение одного периода и наступление другого. Логический конец. Наступили перемены в жизни. Происходит' +
        ' рождение нового и переход на новый уровень, что не может произойти без потерь. Ожидается тяжелое переживание' +
        ' утраты и неготовность принять перемены.',
        'Необходимо расстаться с прошлым и избавится от устаревшего. Рекомендуется отказаться от начинаний. Не зацикливайтесь на прошлом,' +
        ' займите пассивную позицию и позвольте новому войти в вашу жизнь!'
      ],
      relations: [
        'В большинстве случаев карта таро Смерть носит отрицательный характер. Обычно Смерть является знаком расставания, только не ' +
        'стоит после получения этого знака торопиться с решительными действиями, помните, что это судьба, ходу которой стоит просто ' +
        'подчиниться и ожидать логичного исхода событий.',
        'Однако нередко эта карта таро имеет значение не расставания, а сильных изменений. Эти изменения могут носить самый разный ' +
        'характер - как то же расставание, так и переход на новый уровень отношений. Только стоит приготовиться к тому, что переход на ' +
        'этот новый уровень пройдет не очень гладко.',
        'Возможно, паре придется преодолеть некоторые трудности, недопонимания, кому-то из партнеров нужно будет время, чтобы решиться ' +
        'на этот серьезный шаг.'
      ],
      think: [
        'Скоро в вашей личной жизни наступят серьёзные перемены, которые окажут влияние на всю дальнейшую судьбу. Невозможно ' +
        'определить, с чем они будут связана и в какую сторону изменят вашу жизнь. Не бойтесь этого сложного периода. Многие люди, ' +
        'считают, что все изменения приводят только к положительному исходу, не стоит жить прошлым, не бойтесь отдаться настоящему и ' +
        'будущему. Возможно, новая дорога приведёт в вас к счастливому направлению, которое озарит ваш путь светом и теплом, давно не ' +
        'появлявшимся в вашей жизни.'
      ],
      totalValue: [
        'Карта свидетельствует о том, что в жизни что-то пришло к логическому завершению (умерло, отжило). Но не стоит отчаиваться, ' +
        'ведь после завершения одного дела, обязательно последует начало новых дел, рождение новых идей и проектов. Это может быть ' +
        'связано как с личными отношениями, так и с работой. Также карта может свидетельствовать о том, что человеку придется ' +
        'расстаться или навсегда распрощаться со своими делами, возможно, он сам от чего-то откажется.',
        'Аркан вносит в жизнь человека перемены, начало каких-то новых дел и событий, которые будут наиболее перспективными и ' +
        'оптимистичными. Просто человеку хочется изменить свою жизнь. Могут произойти неожиданные и кардинальные перемены в жизни. ' +
        'Возможно, придется переосмыслить жизненные приоритеты и цели.'
      ]
    },
    {
      id: '15',
      name: 'Умеренность',
      type: 'senior-arcans',
      image: 'moderation.jpg',
      prelude: 'Означает гармонию, баланс. Эта та самая золотая середина, к которой не каждый умеет прийти. Человек под влиянием данной' +
        ' карты находится в гармонии с собой и окружающим миром, спокоен и уравновешен.',
      yesNo: [
        'Умеренность – ответ «да», но нужно проявить терпение, не торопиться.',
        'Карта символизирует дипломатичность, самоконтроль, разумное поведение, гармонию, умение приспосабливаться.',
        'Успех в задуманном возможен благодаря сдержанности, компромиссу и терпению. Нужно хорошо все обдумать и снять внутренние ' +
        'противоречия. Карта подсказывает, что правильным поведением будет приспособиться к существующей ситуации, проявить смирение, ' +
        'умеренность во взглядах. Удача ждет в сложных делах, где нужно учитывать множество факторов и найти баланс между ними.'
      ],
      future: [
        'Карта определяет вас как гармоничную личность, способную выбирать и совершать правильные действия. Следуйте по этому же ' +
        'направлению, тогда вы сможете выполнить любые действия, даже самые сложные.',
        'В личных отношениях вы достигнете полного душевное спокойствия и домашнего уюта, а в работе постепенно набирать силу и энергию ' +
        'для продвижения по карьерной лестнице. ',
        'Здоровье будет стабильно хорошим. Никаких ярких событий не ожидается.'
      ],
      situation: [
        'Все произошло, само собой. Наступил период баланса и гармонии, расслабленность. Отсутствие споров. Стабильное развитие в ' +
        'жизни и делах. Все идет как можно лучше, вы ощущаете душевный покой.',
        'При этом необходимо экономить силы, так как ситуация будет развиваться медленно. Вас ждет преодоление кризиса, разрешение ' +
        'противоречий. Будет найдет выход из тупика. При должном самоконтроле все решится благополучно. Не оставляйте проблему на ' +
        'самотек. Берите решение в свои руки!'
      ],
      relations: [
        'Эта карта таро, выпавшая при гадании на романтические отношения, обозначает крепкие и теплые отношения. Скорее всего, эти' +
        ' отношения носят характер очень доверительных, чувственных и нежных, при этом, они опираются в основном на умение слушать' +
        ' и понимать.',
        'Сексуальные желания отходят на второй план, секс не оказывает влияние на мужчину и женщину, взаимопонимание строится' +
        ' на духовном уровне.',
        'Если же карта выпала человеку еще одинокому, то Умеренность предвещает встречу как раз с таким человеком, который сможет ' +
        'почувствовать внутренне.'
      ],
      think: [
        'Положительная карта Таро при любовном раскладе.',
        'Во-первых, ваш партнёр удивительно добрый, спокойный, нежный и справедливый человек. Старайтесь отвечать ему полной взаимностью,' +
        ' тогда он ответит вам тем же.',
        'Во-вторых, в вашей личной жизни наступает полная гармония, вы обретаете семейный уют, который искали продолжительный ' +
        'отрезок своей жизни.',
        'Вы идеально дополняете своего партнера, поэтому в повседневной жизни не возникает бессмысленных ссор, которые зачастую ' +
        'разрушают даже самые крепкие отношения.'
      ],
      totalValue: [
        'Счастливая карта, характеризующая красоту, радость, тишину и гармонию, свет и восстановление. Карта благотворно влияет на ' +
        'человека и его деятельность. Человеку предстоит пройти какое-то испытание.',
        'Благодаря аркану, разногласия и напряженные ситуации будут проходить в более смягченной форме. Независимо от обстоятельств, ' +
        'можно рассчитывать на то, что все утихомирится и прояснится. Не будет безвыходных ситуаций. Если что-то казалось недосягаемым, ' +
        'совсем скоро случится. Но главное, чтобы человек проявил свое терпение и самоконтроль. Карта подразумевает адаптацию и ' +
        'компромиссы, смирение и покорность.',
        'Человек под воздействием этой карты выступает в роли миротворца или посредствующим звеном, сглаживающим разногласия. Он готов ' +
        'решать проблемы других людей, умеет сострадать, и по-философски относится к жизни. Как правило, сохраняет внутреннюю гармонию ' +
        'и спокойствие.'
      ]
    },
    {
      id: '16',
      name: 'Дьявол',
      type: 'senior-arcans',
      image: 'devil.jpg',
      prelude: 'Олицетворение пороков и греха. Это темная сторона человека: его страхи, пороки, зависимости, страсти. Все лишнее,' +
        ' от чего необходимо избавляться, с чем нужно уметь совладать.',
      yesNo: [
        'Дьявол – ответ «да» на вопросы, касающиеся материальной сферы, «нет» - в духовной.',
        'Карта символизирует низменные инстинкты, разврат, гордыню, честолюбие, гнев, самообман, меркантильность, выбор в пользу ' +
        'материальных благ.',
        'Появление карты может показывать, что человек попал в ловушку, полностью зависит от обстоятельств, своих страстей или кого-то ' +
        'из окружения. Он скорее всего осознает свое бедственное положение, но не имеет сил что-либо изменить.',
        'Дьявол может быть показателем сильного желания обладать чем-то материальным, властвовать над кем-то.'
      ],
      future: [
        'Дьявол - это символ искушения, запрета и других плотских утех.',
        'Это подсказка, что вы слишком материально относитесь к своей жизни, не позволяете эмоциям взять верх над разумом. ' +
        'Это тормозит развитие вашей судьбы.',
        'Но не стоит совершать необдуманные действия, связанные с работой или личной жизнью. Так вы сможете потерять работу или ' +
        'любимого человека. Помните, что лучше иметь синицу в руках, чем журавля в небе. Не гонитесь за призрачными идеями, старайтесь ' +
        'обрести способность воспринимать более реально окружающую действительность. Это поможет принимать верный выбор даже в самой ' +
        'стрессовой ситуации. Резкие перемены могут повредить вашему будущему и даже состоянию здоровья.'
      ],
      situation: [
        'Темное прошлое откладывает отпечаток на настоящее. Возможны зависимость от людей или алкоголя, наркотиков. Ситуацию ' +
        'контролировать невозможно. Послушайте предупреждение об искушениях. Не исключены манипуляции и подавление личности.',
        'При этом ждет успех в ситуациях, связанных с торговлей, казино, обманом. Но лучше не игнорируйте правила. Переосмыслите ' +
        'свое поведение- путь сейчас неверный. Уносите ноги!'
      ],
      relations: [
        'Если Дьявол выпал при гадании на отношения, которые протекают сейчас, то ничего хорошего эта карта не означает. Один из ' +
        'партнеров, скорее всего, остыл в сексуальном плане к другому, что привело к измене со стороны охладевшего, а значит, ' +
        'и расставание уже недалеко.',
        'Если же карта выпадает при гадании на одинокого человека, то возможна встреча с человеком, с которым будет возможность ' +
        'построить очень бурные и страстные отношения.',
        'Однако надо понимать, что основой отношений станет, скорее, секс, чем душевное понимание.'
      ],
      think: [
        'Карта Таро, которая способна по-другому раскрыть глаза на человека, который находится рядом с вами.',
        'Вы считаете его порядочным, честным, сердечным и добрым человеком? Это большое заблуждение, которое необходимо развеять как ' +
        'можно скорее. Ваш партнёр жестокий, хитрый человек, который постоянно ищет корыстные составляющие в жизни. Он пытается вас ' +
        'обмануть, для этого использует любовь, которую не чувствует к вам. Убедитесь в этом и расставьте точки в подобных отношениях.',
        'Главное, начните думать, заботиться только о себе.'
      ],
      totalValue: [
        'Аркан имеет дурное значение и указывает на то, что человек не способен держать ситуацию под контролем, и из-за этого навлекает ' +
        'на себя много неприятностей. Карта Дьявол говорит о том, что человек оступился, и его поступки привели к саморазрушению и ' +
        'деградации. Карта предупреждает о том, что не следует потакать своим слабостям и идти у них на поводу. Даже плотскую силу можно ' +
        'назвать потаканием своим слабостям. Человек под воздействием этой карты будет кому-то подчиняться или от кого-нибудь зависеть.',
        'Только ни к чему хорошему это не приведет. Появится в окружении какая-то личность, которая будет иметь над ним власть, лишая ' +
        'его свободы и полноценной жизни. Также карта может означать и то, что человека мучает его темное прошлое, и он от него ' +
        'зависим. Карта Дьявол легко может сбить человека с пути, она показывает, как он играет с огнем. В жизни могут появиться ' +
        'сильные увлечения, которые принесут вред обязанностям, а из-за страсти человек потеряет совесть.'
      ]
    },
    {
      id: '17',
      name: 'Башня',
      type: 'senior-arcans',
      image: 'tower.jpg',
      prelude: 'Очень сложный аркан. Символ разрушения и всего, что мешает развиваться. Если не справиться с помехами, есть риск' +
        ' встать на путь деградации, оказаться погребенным под тяжестью обязательств и ограничений.',
      yesNo: [
        'Башня – ответ «нет».',
        'Карта символизирует крах, финансовые проблемы, депрессию, крушение планов, разрыв отношений, полный провал, несчастья, позор, ' +
        'нищету.',
        'Несчастливая карта, появление которой означает, что привычный порядок вещей нарушится, произойдет нечто плохое: травма, ' +
        'конфликт, потеря работы, предательство близкого человека.',
        'Может указывать на серьезное испытание чувств, прекращение взаимоотношений, ситуацию, после которой изменится отношение ' +
        'к людям. При этом трудности и катастрофы, которые предвещает карта, могут стать концом привычного уклада жизни и началом ' +
        'нового пути, дорогой к самосовершенствованию.'
      ],
      future: [
        'Не означает никаких положительных жизненных перемен или свершений. Увольнение с работы по различным причинам - частое значение ' +
        'данной карты таро.',
        'В личной жизни начнутся неприятные изменения, проявляемые в разлуке или в начале проблем, которые впоследствии приведут ' +
        'к расставанию.',
        'Проблемы со здоровьем также очень вероятны, поэтому посетите врача ю, чтобы начать лечение на раннем этапе развития ' +
        'заболевания. Профилактика - лучшее лечение.',
        'Карта может означать душевный камень, от которого будет трудно избавиться.'
      ],
      situation: [
        'Полное разрушение прошлого, что казалось стабильным. Бедственные ситуации. Тяжелые перемены. Смена жизненных принципов. Вас ' +
        'ждет серьезное потрясение и даже бедствие. Крах надежд. Полное разрушение жизни. За изменения придется заплатить дорогой ценой.',
        'Смена устоев будет переживаться достаточно сложно, но помните, что старое разрушается, чтобы наступил новый период. Ждите ' +
        'избавления от тяжелой ноши. Действуйте быстро и приготовьтесь к потрясению!'
      ],
      relations: [
        'Карта Башня в отношениях носит знак проблем. Если сами партнеры еще не подозревают о разногласиях, то им стоит приготовиться ' +
        'к настоящей борьбе - отстаивать придется не только свои взгляды и идеи, но возможно, даже и свою свободу.',
        'В конфликте проявится не только моральное или психологическое насилие, но и физическое. Однако если пара уже давно конфликтует, ' +
        'то карта будет означать лишь одно - расставание, это то самое решение, на которое никто не мог решиться, карта тора Башня - ' +
        'это знак к действию, что пора разорвать эти тянущие отношения.'
      ],
      think: [
        'Если в любовном раскладе выпала эта карта, то вам стоит задуматься о расторжении отношений с человеком, которого считаете ' +
        'любимым.',
        'Ваш партнёр - эгоист, который ставит свои интересы гораздо выше ваших. Поэтому вы становитесь мрачным несчастным человеком, ' +
        'неспособным радоваться мелочам, которые нас окружают постоянно. Такие отношения давно иссякли, возможно предательство ' +
        'со стороны партнёра.',
        'Не бойтесь расставаться прошлым, даже если это причиняет колоссальную боль. После тяжёлого периода наступит облегчение.'
      ],
      totalValue: [
        'Башня говорит о том, что в вашей жизни произошли или скоро будут очень сильные перемены. Скорее всего, эти самые перемены ' +
        'будут неожиданными, не всегда желанными. Может произойти либо взлёт, либо падение. Человек может с кем-нибудь поссориться, ' +
        'кого-то сильно возненавидеть, впасть в агрессию, оборвать связи, впутаться в какой-нибудь криминал. Жизнь очень круто ' +
        'поменяется, произойдет встряска.',
        'Чаще всего люди, которые переживают такой период разрушения, начинают задавать вопрос - за что им всё это, и ждут ответа, ' +
        'однако не дождутся, потому что вопрос в корне неверный. Надо спрашивать - для чего было дано это потрясение.',
        'На карте изображено разрушение, молнии бьют со всех сторон. Вмешаются высшие силы, к вам придет озарение. Так что если вы ' +
        'ощущаете себя так, будто сидите в болоте, то можете радоваться, потому что этот период уже заканчивается.'
      ]
    },
    {
      id: '18',
      name: 'Звезда',
      type: 'senior-arcans',
      image: 'star.jpg',
      prelude: 'Символ надежды и новых возможностей, которые посылает человеку сама Судьба. Аркан прямо указывает — вы можете' +
        ' добиться успеха, если найдете и сумеете использовать свой жизненный потенциал.',
      yesNo: [
        'Звезда – ответ «да».',
        'Карта символизирует надежду, счастливое будущее, исцеление, обновление, победу.',
        'Хорошая карта, которая говорит о периоде спокойствия в вашей жизни, о том, что испытания остались позади и положение дел будет ' +
        'неуклонно улучшаться. Предсказание может относиться как к здоровью, физическому или психическому, так и к этапу творческого ' +
        'роста, движения к цели. ',
        'Вы знаете свои желания, идете по намеченному пути, полны оптимизма, уверенности, творческого вдохновения. Вас ждет достижение ' +
        'желанного результата, возможна неожиданная помощь, появление новой дружбы, любви.'
      ],
      future: [
        'Карта Таро символизирует новые впечатления, появление надежды на лучший исход в любом деле.',
        'Если вам казалось, что решить проблемы невозможно, тогда скоро вы столкнётесь с непредвиденными событиями, которые ' +
        'исключительно положительно скажутся на вашей жизни. Вас ждут приятные сюрпризы, встречи с людьми, способными оказать ' +
        'благоприятное воздействие на вашу жизнь. Будьте внимательны. Надежда вдохновляет людей на новые подвиги, помогает обрести ' +
        'потерянную уверенность в собственных силах, поэтому её значение очень велико для любого человека.'
      ],
      situation: [
        'Сама судьба привела к этой ситуации. Это дар небес и покровительство высших сил. Вас ждет удача в любых начинаниях. Самое ' +
        'время продемонстрировать свои способности. Вы ощущаете надежду и счастье. Наступила белая полоса в жизни.',
        'Вам сулят достижение любых целей, удачное разрешение дел. Возможности находятся в пределах досягаемости. Все сложится так, ' +
        'как ожидалось. Будьте спокойны и верьте в себя!'
      ],
      relations: [
        'Карта Звезда имеет основное значение - отсутствие конца. Трактовать это может в положительном смысле: если человек ищет свою ' +
        'судьбу, то стоит ожидать встречи с человеком, отношения с которым станут очень продолжительными и крепкими.',
        'Возможно, что знакомство и дальнейшее развитие будут происходить на расстояние, что и приведет в невозможности утонуть в быту ' +
        'и быстро надоесть друг другу. Причем, отношения станут гармоничными и на физическом, и на психологическом уровне.',
        'Если же отношения уже существуют, то карта знаменует положительное развитие, если имеет место недопонимание, то оно будет ' +
        'разрешено в ближайшее время.'
      ],
      think: [
        'Скоро наступит новый этап в отношения, которые у вас существуют.',
        'Вы простите все ссоры и обиды, которые были между вами, и начнёте новую совместную жизнь. Она будет интересной и светлой, как ' +
        'первое облако. Вы должны понимать, что ваша половинка очень спокойная и ненавязчивая.',
        'Иногда партнёра тяжело сказать какие-то важные слова, которые способны изменить отношения между вами. После этих изменений вы ' +
        'почувствуете себя овен легко.',
        'Отпустите негативный комок, который длительный период времени копился внутри вашей души и заставлял страдать и плакать.'
      ],
      totalValue: [
        'Звезда показывает надежду, происходящие изменения к лучшему. Аркан символизирует восход солнца, но рассвет только-только ' +
        'наступает. Это означает, что у человека возникнут какие-либо новые идеи, которые он сумеет воплотить в жизнь. Он уверен, что ' +
        'вскоре наступит лучшее будущее, он мечтает, строит планы.',
        'Может быть появится новый знакомый или новая любовь, имеющиеся разногласия будут преодолены, настанет взаимопонимание, ' +
        'таланты разовьются, на человека снизойдет озарение.',
        'Аркан говорит о том, что наступила эпоха безмятежности, трудности остались позади, перспективы будут весьма многообещающими. ' +
        'Вам нужно подождать, но бездействие не должно быть напрасным. Ваше желание исполнится, а задуманное благополучно закончится. ' +
        'Не нужно ждать, что новая дорога откроется прямо сейчас, немедленно. Или прямо с небес посыпется манна (золото, доллары, ' +
        'портфель министра), однако перспектива вот-вот покажется за горизонтом.',
        'Высшие силы готовы обратить на вас свой благосклонный взор, поэтому обязательно подадут вам какой-нибудь знак, показывающий ' +
        'вам новое направление вашего пути. Постарайтесь обратить внимание на тайные знаки. Это может быть слова или название из ' +
        'случайно услышанной песни, название журнала, статья в газете, объявление на фонарном столбе и другое.'
      ]
    },
    {
      id: '19',
      name: 'Луна',
      type: 'senior-arcans',
      image: 'moon.jpg',
      prelude: 'Символ бессознательного. Это все скрытые закоулки души, о которых человек может не иметь ни малейшего понятия.' +
        ' Также это мечты, фантазии, воображение. Это сновидения, которым не суждено сбыться.',
      yesNo: [
        'Луна – не дает точного ответа. Если вопрос относится к области творчества или чувств, то ответ может быть утвердительным.',
        'Карта является символом обмана, тайных врагов, скрытой опасности.',
        'Появление карты говорит о том, что все совсем не так, как вам кажется. Положение дел вскоре может измениться из-за ' +
        'предательства, клеветы, нечестности по отношению к вам. Луна предостерегает о надвигающейся опасности. При принятии решения ' +
        'карта советует больше слушать свою интуицию, потому что человек не сможет сделать правильные выводы разумом, ведь от него ' +
        'скрыта правда. Иногда показывает бессмысленность действий, сумасшествие, ночные кошмары.'
      ],
      future: [
        'Луна - мечта и исполнение желаний. Вы мечтательная натура, которая способна на уровне интуиции подсказать судьбоносное ' +
        'решение. Ваши отношения с партнёром обретут лёгкость и уверенность. Старайтесь уделять особое внимание окружающим деталям, ' +
        'судьба хочет подсказать вам что-то важное, поэтому обязательно заметьте необходимые подсказки, которые в скором времени ' +
        'появятся в вашей жизни. Вы откроете в себе способность предсказывать будущее, вы должны уметь правильно трактовать всё, ' +
        'что пытается вам сказать судьба.'
      ],
      situation: [
        'События вне контроля. Неверное восприятие реальности, так как часть информации скрыто. Вы боитесь узнать правду. Есть тайные ' +
        'враги. Действие происходит на основе фантазий, а не разума. Большая вероятность депрессии, упадка сил.',
        'Но самый темный час перед рассветом. Вы стоите на пороге нового периода, несмотря на заговоры, сплетни и махинации за спиной. ' +
        'Идите намеченным путем. Никому не доверяйте и будьте осторожны. Следите за каждым шагом!'
      ],
      relations: [
        'Луна несет в себе некоторое смущение и смятение. В существующих отношениях эта карта может означать разлад, возникновения ' +
        'непонимания в самых неожиданных вопросах.',
        'Возможно, что один из партнеров обнаруживает в себе желания, которые раньше не имели места, чаще всего, они касаются ' +
        'сексуальных предпочтений.',
        'Также имеется вероятность, что кто-то в паре не честен с партнером, возможно, измена, причем не только в физическом плане, ' +
        'возможно, этот человек нашел кого-то более близкого по духу.',
        'Для свободного человека карта обещает встречу со страстным человеком, отношения, скорее всего, не будут носить ' +
        'продолжительного характера.'
      ],
      think: [
        'Ваши отношения с партнёром не имеют никакой крепкой почвы, которая способна из укреплять и делать гораздо мощнее, чем они есть.',
        'Вы придумали образ своего любимого и стараетесь не замечать очевидных вещей. Вам нужно избавиться от розовых очков, чтобы ' +
        'действительно понять: кем является человек, которого вы любите. ',
        'Но в этом вам мешают многочисленные комплексы, поэтому начинать следует с себя. Это поможет восстановиться гармони внутри и ' +
        'стать более готовым к развитию отношений. Вы сможете понять: нужны ли вам отношения с человеком, который вам совсем неинтересен.'
      ],
      totalValue: [
        'Аркан свидетельствует о чем-то потаенном и бессознательном, когда речь идет о темных сторонах человека, о его тайнах. Карта ' +
        'может скрывать такую тайну, которая может вылиться опасностью. В жизни человека могут произойти неприятные моменты с ' +
        'проявлением эмоций (зависть, ревность). И пока не время испытывать себя на прочность, проявлять свою смелость.',
        'Карта предостерегает человека от опасности, она советует ему – вести себя осторожно, отслеживая каждый свой шаг. А все ' +
        'потому что многие события, которые будут происходить не всегда будут подвластны человеку. Человек столкнется с ' +
        'непредсказуемостью. Информацию, которую он будет получать, окажется неполной, а все потому что человек сам отказывается ' +
        'смотреть правде в глаза. Есть опасность попасть в чью-то ловушку, не исключены внезапные перемены.',
        'Человек столкнется с трудностями и препятствиями, только не сразу станет понятно насколько они серьезные. Очень легко ' +
        'оступиться и совершить ошибку. Если недавно все казалось понятным, то теперь темнота. Это как день и ночь. Днем мы видим одну ' +
        'картину, а ночью совершенно другие ощущения.'
      ]
    },
    {
      id: '20',
      name: 'Солнце',
      type: 'senior-arcans',
      image: 'sun.jpg',
      prelude: 'Предсказывает наступление светлой полосы в жизни. Вероятно, предстоит испытать яркие эмоции, получить шансы на успех,' +
        ' завершить все неприятное, тяготящее.',
      yesNo: [
        'Солнце – ответ «да».',
        'Карта символизирует счастье, расцвет, процветание, объединение, счастливый брак, триумф, победу, хорошее здоровье, оптимизм.',
        'Очень благоприятная карта, предвещающая огромный успех в любой сфере. Вас ждет материальное процветание, благосостояние, ' +
        'признание заслуг. Возможно получение награды за проделанную работу, вступление в брак, рождение ребенка. Солнце означает, ' +
        'что удача улыбнется вам, все трудности останутся позади, заветные желания скоро сбудутся.'
      ],
      future: [
        'Одна из самых положительных карт во всем таро, если вам она выпала, то в ближайшее время вокруг вас будет только добро и самые ' +
        'прекрасные чувства, как любовь, искренность, успех, правда. Вы занимаетесь делом, которое наиболее вам подходит, отношения с ' +
        'партнёрам только яркие и нежные, трепетные. Здоровье дарит бодрость, не беспокоят никакие заболевания. Солнце предвещает только ' +
        'положительные эмоции. Мир будет отдавать вам приятные эмоции и добро, родные и близкие излучать тепло и уют. Вы сможете ' +
        'отдохнуть от неприятностей, стресса и проблем, с которому сталкиваетесь ежедневно.'
      ],
      situation: [
        'Удачное стечение обстоятельств. Все сложилось наилучшим образом. Вы на верном жизненном пути.',
        'Вас ждут радостные события и расцвет жизни. Отличный период. Вы будете ощущать подлинное счастье и яркие эмоции. Все ' +
        'складывается замечательно. Ситуация приведёт к тому, что вы хотите. Полное отсутствие негатива. Мечты сбудутся.',
        'Просто радуйтесь жизни и активно продолжайте делать то, что делаете. Наслаждайтесь!'
      ],
      relations: [
        'Солнце - символ приятных изменений в любовных отношениях. Тот, на кого производится расклад, может ожидать перехода на новый, ' +
        'более серьезный уровень в отношениях - брак, совместное жилье, возможно, что Солнце предзнаменует беременность.',
        'Если человек одинок и гадает на незнакомца, с которым планирует строить отношения, то пара сойдется быстро и легко, ждать ' +
        'подвохов и подводных камней не придется.',
        'Сильные чувства и желание наслаждаться друг другом - вот что станет основой взаимоотношений.'
      ],
      think: [
        'В отношениях произойдут приятные перемены. Они помогут перенести ваши отношения на новый уровень, который будет гораздо выше ' +
        'предыдущего. Ваша любовь очень чиста, красиво и прекрасна, поэтому менять ничего в личной жизни не нужно. Наслаждайтесь ' +
        'взаимопониманием, любовь и страстью, которые точно являются главными характеристиками вашей пары. Помните, что ваш партнёр ' +
        'любит похвалу и комплименты, поэтому не жалейте лишних слов. Это расположит любимого человека к вам и подарит приятное чувство ' +
        'тепла и уюта.'
      ],
      totalValue: [
        'Хорошая карта, которая рассказывает о светлой и солнечной полосе жизни. У человека наступает период, когда он чувствует себя ' +
        'счастливым и удачливым. Это может быть связано с рождением ребенкаили с другой ситуацией, где происходит что-то новое и ' +
        'позитивное. Человеку, которому выпадает этот аркан, является жизнелюбивой личностью, он уверен в собственном будущем. Любые ' +
        'трудности и разногласия ему даются легко, так как он умеет конкретно описывать ситуацию.',
        'Аркан Солнце выделяет человека, который стремится к светлым, чистым и высоким идеалам. Он направленно идет к свету, ' +
        'преодолевая все темные стороны своей личности. И его, в действительности, ожидает большой успех во многих сферах деятельности.',
        'Кроме того, у него прекрасно складываются дела на работе. Он достигает невероятных успехов и триумфа не только в карьере, но ' +
        'и в сугубо личных делах. И с эти арканом он может удачно вступить в брак, в котором будут царить: любовь, ' +
        'уважение, достаток, радость, успех.'
      ]
    },
    {
      id: '21',
      name: 'Страшный суд',
      type: 'senior-arcans',
      image: 'last-judgment.jpg',
      prelude: 'Символ раскрытия личности. Это развитие, возрождение давно забытых умений, «перезагрузка» души и ума после долгого' +
        ' периода застоя. Также карта может указывать на избавление от всего отжившего, ненужного, мешающего жить.',
      yesNo: [
        'Страшный суд – ответ «да».',
        'Карта символизирует обновление, перерождение, получение нового статуса, появление возможности, решение проблем.',
        'Карта говорит о повороте жизни к счастью, изменениях, которые будут естественным следствием текущих событий и ваших действий. ' +
        'Возможно улучшение здоровья, повышение благосостояния, карьерный рост или новое дело. Если был период застоя, то дела пойдут в ' +
        'гору. Карта указывает на то, что необходимо извлечь уроки из пройденного пути и двигаться к достижению цели. Вас ждет радость, ' +
        'осуществление желаний.'
      ],
      future: [
        'Хорошая карта, которая обеспечивает, в первую очередь, прекрасное самочувствие и отсутствия болезней, которые придётся лечить ' +
        'в ближайшем будущем. Бодрость и энергия будут переполнять вас. Вы будете чувствовать прилив сил, который поможет проявить себя ' +
        'на работе. Партнёр только порадует вас и совсем не принесёт никаких разочарований, как это было раньше. Вы можете быть уверены ' +
        'в своём выборе, все дела будут ити хорошо, хоть и без особого блеска.'
      ],
      situation: [
        'Избавление от ненужного. Возрождение забытых умений, раскрытие своих талантов. Действия принесут результат, но возможны ' +
        'колебания.',
        'Вас ждет серьезный выбор и бесповоротное решение. Завершение кризиса и черной полосы. Освобождение. Но везение кратковременно ' +
        'и можно упустить свой шанс. Также будут сомнения на пути к цели. Несмотря на трудности, все разрешиться наилучшим образом. ' +
        'Примите неизбежность перемен и смиритесь с наличием трудностей. Обращайте внимание только на значимое!'
      ],
      relations: [
        'При выпадении такой карты в гадании на отношения стоит произвести анализ нынешней ситуации. Возможно, стоит отпустить какого-то ' +
        'человека из своей жизни, это принесет спокойствие и откроет двери в новую жизнь. Для тех, кто уже находится в романтических ' +
        'отношениях, карта Суда может означать смену приоритетов конкретно в данных отношениях.',
        'Не стоит бояться этих перемен, шагнуть вперед и принять что-то новое будет непросто, но в итоге это даст по-настоящему ' +
        'хорошие плоды - длительные отношения, крепкая семья.'
      ],
      think: [
        'Ваши отношения имеют замечательный потенциал для дальнейшего развития, однако собственная слепота души не даёт вам выяснить и ' +
        'решить все проблемы, которые накопились между вами. Вам следует наконец-то начать жизнь с открытыми глазами, после этого вы ' +
        'сможете укрепить собственные отношения и стать прекрасной семейной парой, потому что ваш партнёр - сильная личность с чистым ' +
        'и добрым сердцем. Попытайтесь с пониманием отнестись к каждой проблеме, которая возникает в ваших отношениях.'
      ],
      totalValue: [
        'В целом значение карты скорее положительное. Суд свидетельствует о совершающейся или предстоящей трансформации личности – ' +
        'появлении новых целей или открытии новых способностей. При этом Суд указывает на то, что на этом пути придется освободиться ' +
        'от каких-то старых стереотипов, привязанностей, привычек, что сейчас только тормозят движение к цели.',
        'Естественно, все это получится не без усилий. Суд говорит, что человек должен быть готов к трудностям и неприятностям и ему ' +
        'придется потратить немало энергии, чтобы достичь желаемого, но цель является достижимой. Все проблемы имеют временный характер ' +
        'и при наличии упорства и целеустремленности будут преодолены.',
        'В некоторых случаях прямой Суд может говорить даже о том, что намеченная цель уже достигнута, хоть это пока не очевидно. Карта ' +
        'может намекать и на окончание «черной полосы» в жизни, переход в новый, более благоприятный этап.'
      ]
    },
    {
      id: '22',
      name: 'Мир',
      type: 'senior-arcans',
      image: 'world.jpg',
      prelude: 'Завершающий аркан, который несет в себе следующий смысл: это удача и удовлетворенность от реализации целей.' +
        ' Это гармония и радость, удовольствие и долгожданное исполнение желаний.',
      yesNo: [
        'Мир – ответ «да».',
        'Карта символизирует признание, успех, удачу, реализацию замыслов, достижение поставленной цели.',
        'Появление карты означает начало светлой полосы в жизни, завершение одного этапа, начало нового, освобождение от прежних ' +
        'ограничений, обретение свободы. Карта указывает на интеллектуальное развитие, материальное благополучие, реализацию удачных ' +
        'возможностей, гармоничные отношения с миром. Может предвещать путешествие, переезд, встречу с новыми людьми, странами, ' +
        'признание и уважение окружающих.'
      ],
      future: [
        'Карта позволяет ждать приятные события. Если вы имеете партнёра в личной жизни, то получите от него приятное предложение, вы ' +
        'будете наслаждаться в обществе друг друга. В карьере только положительные перемены или стабильность. Мир - это гармония в ' +
        'душевном состоянии, что очень важно в век информационных технологий и постоянного стресса. Те, кто имеет болезни, в ближайшее ' +
        'время сможете излечиться. Здоровье будет отличаться стабильным состоянием, а душевное состояние обретёт долгожданную гармонию.'
      ],
      situation: [
        'Все стало на свои места без приложения усилий. Верные действия привели к нужному результату. Наступило время получения ' +
        'заслуженных наград, опыта. Впереди разнообразные перспективы, правильные решения и верный путь. Вы получаете удовольствие ' +
        'от жизни.',
        'События происходят сами по себе так, как должны. Ситуация разрешится, как и было задумано. В жизнь придет что-то новое и ' +
        'радостное. Сбудутся мечты. Ищите себя и рассчитывайте на большее. Не довольствуйтесь малым.'
      ],
      relations: [
        'Если вы ищете партнера, то карта Мир - хороший знак. Вскоре вас ожидает судьбоносная встреча, отношения с этим человеком ' +
        'обещают быть продолжительными и гармоничными.',
        'Отношениям, которые развиваются на момент гадания, ничего не грозит, кроме хорошего развития. Карта Мир дает гарантию, что ' +
        'будущие или нынешние отношения не похожи на простой флирт или кратковременный роман, напротив, характер взаимоотношений ' +
        'длительный и крепкий.',
        'Можно даже надеяться, что рядом находиться или в ближайшее время появится человек, с которым можно прожить всю жизнь, при ' +
        'этом каждый из партнеров в состоянии оценить все достоинства другого, поэтому в паре оба находятся на равных ступенях.'
      ],
      think: [
        'Не так давно ваши отношения были осложнены возникновением ряда проблем, которые вы до сих пор не можете решить. Это не ' +
        'позволяет вам дальше любить и ощущать своего партнёра. Вы не можете проявить мудрость, стать более мягким человеком, который ' +
        'уступить в споре, который возник в вашей жизни. Только мудрость способна помочь вам сохранить отношения, которые этого ' +
        'заслуживают, потому что ваш партнёр - верный, любящий человек с открытым сердцем. Попытайтесь выслушать его и принять решение, ' +
        'способное устроить обе стороны конфликта.'
      ],
      totalValue: [
        'Аркан является воплощением удачи и удовлетворенности. Человек под воздействием Мира, будет испытывать чувство радости и ' +
        'гармонии. Он с удовольствием будет не только отдыхать, но и выполнять работу. Карта Мир уже говорит за себя о том, что человек ' +
        'должен примириться с окружающим миром. Аркан наполнен положительной энергией, человек как будто обретает личный рай, ' +
        'достигает долгожданной и вожделенной цели. Кроме того, Мир может свидетельствовать о том, что завершился определенный ' +
        'жизненный цикл или что-то реализовалось.',
        'С Картой Мир человек ощутит полную победу даже в самых трудных и рискованных ситуациях. Не исключено – получение прибыли, ' +
        'наследства. Все проблемы будут разрешимыми, хорошие люди потянутся, а плохие неким образом отпадут, восстановится здоровье.',
        'Удача в судьбе будет появляться сама собой, даже не нужно прикладывать для этого максимальные усилия. Он достигнет всего, о ' +
        'чем только мог мечтать. Он испытает удовлетворение от того, что пазл сложился в единую картинку.'
      ]
    },
    //
    // жезл
    {
      id: '23',
      name: '2 жезлов',
      type: 'wands',
      image: '2-wands.jpg',
      prelude: 'Стремление бороться и отстаивать свои права.',
      yesNo: [
        ''
      ],
      future: [
        'Напрямую связана с карьерной деятельностью человека. Означает, что приложенные усилия будут окуплены прекрасным результатам, ' +
        'который, возможно, даже не ожидался. Наступило время получать плоды своей работы. Старайтесь в ближайшее время не вступать в ' +
        'конфликты, занимайте нейтральную позицию в каждом спорной ситуации, иначе возникнет проблема, для решения которой потребуется ' +
        'затрата большого количества сил и энергии. Конфликт требует огромного количество энергии и нервов, старайтесь не тратить ' +
        'нервные клетки, которые не подлежат восстановлению.'
      ],
      situation: [
        'Апатичность и бездействие привело вас в текущую ситуацию. Потеря интереса к жизни и деятельности. Над вами довлеют трудности ' +
        'выбора. Есть желание уйти от трудностей, так как нет решения, которое устроит полностью.',
        'Однако у вас неплохие шансы на успешное завершение ситуации при проявлении настойчивости. При бездействии- вялое течение ' +
        'ситуации. Не поддавайтесь лени- начните активно действовать через силу!'
      ],
      relations: [
        'Двойка жезлов для человека, на которого производится расклад, является знаком задуматься о крепости отношений, в которых он ' +
        'сейчас состоит. Скорее всего, один из партнеров не чувствует близости к другому, только второй человек в этих отношениях, ' +
        'скорее всего, не догадывается о возникших проблемах. Однако надо воспринимать ситуацию не как знак к расставанию, а как ' +
        'проверку на прочность. Для одинокого человека Двойка Жезлов - знак того, что сейчас в романтических отношениях пока ' +
        'затишье, ожидать судьбоносной встречи пока не стоит.'
      ],
      think: [
        'Зарождаются новые отношения. Период, когда люди присматриваются друг к другу, но не могут понять, насколько они смогут ' +
        'создать гармоничный союз с продолжительностью во всю жизнь. Если вы имеете серьёзные отношения, то карта подсказывает о том, ' +
        'что избранник имеет мягкий характер, совершенно не умеет принимать серьёзные решения, влияющие на жизнь своей семьи. Берите ' +
        'инициативу в свои руки, чтобы обеспечить прогресс в отношениях и дальнейший переход на новую ступень. Новая ступень ' +
        'открывает новые возможности.'
      ],
      totalValue: [
        'Аркан свидетельствует о том, что человек готов бороться за себя, свои идеи и начинания, даже если ему придется рисковать. У ' +
        'человека проявляется выраженная импульсивность и безрассудная храбрость. Он больше не желает занимать нейтральную позицию, ' +
        'поэтому реагирует на все незамедлительно, не рассуждая и не раздумывая.',
        'Свою вспыльчивость человек желает продемонстрировать окружающим, как свойство своей натуры. Только действует он явно вопреки ' +
        'своей натуре, им управляют еще и внешние раздражители. В такой момент человек не способен здраво мыслить, он совершает ' +
        'необдуманные поступки, которые, в принципе, было возможно избежать. Он бросает вызов любым обстоятельствам, действует смело ' +
        'и напористо. Возможно, поэтому карта имеет позитивное толкование.',
        'Человек способен получить гармонию между тем, чего он уже достиг в прошлом и тем, чего достигнет в будущем. И то, что человек ' +
        'стремится к власти и завоеванию, это тоже положительный аспект этой карты.'
      ]
    },
    {
      id: '24',
      name: '3 жезлов',
      type: 'wands',
      image: '3-wands.jpg',
      prelude: 'Уверенность в себе и умение брать инициативу в свои руки.',
      yesNo: [
        ''
      ],
      future: [
        'Данная карта предрекает исключительно счастье и положительный исход любой работы. В личных отношений вы получи крепкий союз, ' +
        'который будет подкреплён взаимной любовь и нежность по отношению друг к другу. В профессиональной сфере вы получите ' +
        'стабильность и завершите серьёзный проект, который продолжительное время создавался сильными усилиями. Старайте в наступающий ' +
        'период закончить все дела, которые занимают ваше время долго. Это идеальный период для завершения, потому что будет ' +
        'способствовать активной деятельности и правильному распределению сил.'
      ],
      situation: [
        'Усилия и сила воли привели к тому, что все складывается, как хотелось. Много энергии. Стабильность и рост. Реализация идей и ' +
        'расширение горизонтов. Процветание и отличные перспективы.',
        'Все идет своим путем. Вы наслаждаетесь стабильностью и уверенностью. Однако возможны небольшие проблемы в делах и мелкие ' +
        'испытания. Но усилия будут отмечены, а желания удовлетворяться. Благоприятное завершение ситуации, только необходимо ' +
        'потерпеть. Не теряйте веру в судьбу и себя!'
      ],
      relations: [
        'Человеку, которому при гадании на отношения, выпала карта Тройка жезлов стоит присмотреться к своему партнеру. Если он умеет ' +
        'ставить Вас в равное положении, и Вы чувствуете понимание и гармонию, то карта - знак того, что отношения и дальше будут ' +
        'развиваться благополучно, возможно, что вам предстоит переход на новый уровень в отношениях. Если такого равенства в ' +
        'отношениях не наблюдается, то стоит задуматься, нужны ли эти отношения вообще. Новая встреча приведет человека к длительным ' +
        'отношениям, от которых стоит многого ждать, вплоть до построения семьи. Только для этого обратите внимание именно на ' +
        'романтические отношения, а не на карьеру.'
      ],
      think: [
        'Ваши отношения основаны на общих планах, мечтах, идеях и бесконечном понимании. Вы смотрите в будущее с одинаковыми мыслями ' +
        'и желаниями, поэтому вам легко находить точки соприкосновения, которые во многих парах отсутствуют. Вы можете прожить друг с ' +
        'другом долгие годы, потому что у вас разнообразные общие интересы. Скорее всего, вы обратили внимание друг на друга, как на ' +
        'собеседника и товарища, а потом этот этап перерос в настоящие чувства.'
      ],
      totalValue: [
        'Если в раскладе появилась Тройка жезлов, она обозначает стремление к идеалу, доброжелательное отношение к людям. Человек ' +
        'стремится реализовать свой творческий потенциал. Он ищет единомышленников для создания собственного дела или совместной ' +
        'работы над заданием.',
        'Он обладает сильной энергетикой, любознателен, умён. Проявляя инициативу, он почти всегда оказывается прав. Такие люди, обычно, ' +
        'делают отличную карьеру. Уверенность в собственных силах им в этом помогает.'
      ]
    },
    {
      id: '25',
      name: '4 жезлов',
      type: 'wands',
      image: '4-wands.jpg',
      prelude: 'Стабильность и упорядоченность.',
      yesNo: [
        ''
      ],
      future: [
        'Наличие такой карты в раскладе предвещает положительные эмоции, новые впечатления. Вы долго работали, чтобы получить ' +
        'желаемый результат. Теперь наступило время, чтобы хорошенько отдохнуть после продолжительного и тяжёлого труда. Отдых ' +
        'принесёт облегчение, которое всегда ищут во время долгого периода работы. Старайтесь восполнить во время отдыха всю энергию, ' +
        'которая пригодится во время дальнейшей работы. Путешествие - источник вдохновения на новые свершения, которые прежде казались ' +
        'невозможно сложными и недостижимыми.'
      ],
      situation: [
        'Прошлые заслуги оценены. Тяжелый труд и все усилия завершились именно так, как вы наблюдаете сейчас. Наступил период мира и ' +
        'покоя, наслаждения плодами своего труда. Это наивысшая точка развития. Все стабильно и упорядоченно.',
        'В негативном аспекте ситуация характеризуется нарушением упорядоченности и нежеланием сделать паузу. Но все разрешится ' +
        'счастливо. В будущем ждет покой и стабильность без потерь и трудностей. Прислушайтесь к внутреннему голосу!'
      ],
      relations: [
        'Четверка жезлов в отношении - символ того, что скоро вы можете найти интересного человека, произойдет это, скорее всего, в ' +
        'близкой обстановке, то есть в кругу близких людей. Эта встреча станет важной в Вашей жизни и сможет стать основой для ' +
        'построения настоящих отношений, в основе которых истинные чувства. Если в отношениях Вы уже находитесь, то карта - символ ' +
        'уверенности человека, на которого производится расклад. Именно этот человек в паре может руководить ближайшим развитием, ' +
        'защитить от распада отношения. В целом, настоящие отношения будут протекать без проблем, внешние факторы не смогут оказать ' +
        'на них значительного влияния.'
      ],
      think: [
        'Вы настоящая семейная пара, которая умеет преодолевать трудности и становиться сильнее. Вы сможете обрести домашний очаг, ' +
        'который будет согревать теплом ваши отношения. Ваши дети будут иметь прекрасных родителей, которые окружат их заботой, ' +
        'внимание и любовью. Ваши отношения будут полной чашей, в которой есть все необходимые чувства и эмоции. Ваш брак будет ' +
        'длиться долгие годы, приносить исключительно позитивные чувства. Это идеальное сочетание людей для семейных отношений, ' +
        'которые давно искали свою вторую половинку.'
      ],
      totalValue: [
        'Карта Четвёрка жезлов - одна из самых удачных среди карт Таро. Она обозначает счастливый период, радость, удачу, наслаждение ' +
        'всеми благами жизни. Гадающий человек находится в гармонии со Вселенной. Он счастлив, общителен, оптимистично смотрит на события.',
        'С ним легко окружающим, так как он поможет и поддержит в трудную минуту. Не теряет самообладания ни при каких обстоятельствах. ' +
        'Люди тянутся к такому человку как к магниту, и этому есть свое объяснение. Он может дать дельный совет, оказать финансовую ' +
        'помощь, так как щедр и открыт душой.',
        'Возможно, гадающий человек стал богатым, выиграв в лотерею, или получив наследство. Сейчас он может и сам оказывать помощь ' +
        'другим. Карта говорит, что судьба вознаградила его по заслугам.'
      ]
    },
    {
      id: '26',
      name: '5 жезлов',
      type: 'wands',
      image: '5-wands.jpg',
      prelude: 'Соперничество, амбициозность, выход за рамки.',
      yesNo: [
        ''
      ],
      future: [
        'Значение данной карты Таро не отличается позитивом, поэтому относится к ней нужно с максимальной серьёзностью и вдумчивостью. ' +
        'Так вам удастся избежать неприятных последствий и трудностей. Карта обозначает конфликты, от которых вам придётся отбиваться ' +
        'максимально, как только возможно. На работе возможна неприятная ситуация, которая будет ожидать от вас решительных действий. ' +
        'Личные отношения не принесут радости из-за долгих и утомительных ссор. Ссора - выброс негативных чувств и эмоций, поэтому ' +
        'вызывает неприятные чувства, которые остаются в памяти на долгие годы.'
      ],
      situation: [
        'Отсутствие единомышленников и четких целей. Ненаправленное приложение усилий. Все сопровождается борьбой с соперниками, ' +
        'суетой. Возможно неверное распределение усилий и столкновение интересов.',
        'Однако происходит освобождение от ненужного. Конфликтов и проблем невозможно избежать. За свои цели придется бороться, даже ' +
        'если не хотите. Постарайтесь направить энергию в одно русло и не тратить ее на лишние споры и соревнования.'
      ],
      relations: [
        'Пятерка жезлов - символ борьбы. Тот, кому выпала эта карта таро, будет вынужден побороться за свою любовь. Человек, ' +
        'планирующий встретить судьбу, должен будет приложить определенные усилия для достижения данной цели. Если же человек в ' +
        'отношениях уже состоит, то карта объясняет этой паре, что ссоры и скандалы - это необходимый ингредиент во взаимоотношениях, ' +
        'без них, скорее всего, партнерам станет скучно друг с другом. Именно в горячих обсуждениях рождается истина, которая является ' +
        'основой для отношений.'
      ],
      think: [
        'Карта гласит, что ваши отношения с партнёром очень своеобразны. Многие считают подобную любовь тиранией, которая редко ' +
        'встречается в настоящее время. Вы любите постоянно устраиваться скандалы и вам это нравится. Вы постоянно разжигаете в ' +
        'своей личной жизни эксперименты, ссорами подкрепляете эмоциональную составляющую вашей любви. Именно по этой причине вам не ' +
        'бывает скучно рядом друг с другом. Если вас обоюдно устраивает такой формат отношений, то ничего менять в данный момент не нужно.'
      ],
      totalValue: [
        'Основное значение этой карты, это борьба с другими людьми, возможными конкурентами которые используют методы те же что и вы ' +
        'сами, но имеют противоположное мнение. В большей степени это открытое столкновение с равными соперниками, нежели коварство.',
        'Аркан может обозначать перемены, которые не пойдут легким путем, и для них придется приложить усилия, преодолевая себя и ' +
        'жизненные трудности. Тут присутствует соперничество, но оно не деструктивное, а полезное, которое позволяет испытать свои ' +
        'силы, и укрепить уверенность в них в случае успеха.',
        'Поле боя может быть, как и давно вам известное, так и совершенно новое. Часто это конкуренция на работе или участие в ином ' +
        'соревновании. Это своего рода вызов, возможность реализовать себя, путем преодоления трудностей.',
        'Значение карты имеет благоприятный исход, вызов брошен, но и сил у вас должно хватать, следовательно, полного разгрома в ' +
        'случае неудачи ожидать не следует, а возможность преуспеть достаточно высокая.'
      ]
    },
    {
      id: '27',
      name: '6 жезлов',
      type: 'wands',
      image: '6-wands.jpg',
      prelude: 'Награда за приложенные усилия.',
      yesNo: [
        ''
      ],
      future: [
        'Если вы долгий отрезок времени страдаете от различных неудач и бед, то наступит самый благоприятный период вашей жизни. У ' +
        'вас начнётся белая полоса, которая принесёт много позитивных эмоций, достижений целей и исполнение мечты, которая долго ' +
        'являлась вашей страстью. В личных отношениях наступит мирное время, поэтому вы будете радоваться атмосферой, которая будет ' +
        'наполнять ваш дом уютом и теплом. Дома вы будете получать то спокойствие, которого не хватает вне домашней обстановки.'
      ],
      situation: [
        'Текущая ситуация- результат преодоления большого пути и приложения многих усилий. Вас ждут радостные новости, награда за ' +
        'труды. Ситуация подходит к логическому позитивному завершению. Благоприятный период для начинаний. Невероятный успех во ' +
        'всех делах. Конец неудач.',
        'Однако есть соблазн впасть в эйфорию от успеха и потерять осторожность. Не теряйте голову от радости. Радуйтесь тихо!'
      ],
      relations: [
        'Шестерка Жезлов таро - это символ примирения. Если отношения развиваются сейчас не по тому пути, который был бы желателен, ' +
        'то скоро это изменится, и наконец, настанет гармония. Тот, кто ожидает встречи с кем-то, наконец, встретит интересного ' +
        'человека. Причем, встреча, действительно, окажется глотком свежего вздоха, отношения от этого знакомства ожидаются ' +
        'положительные и динамичные, партнерам не будет скучно друг с другом. Карта не обещает, что отношения будут продолжительными ' +
        'и смогут стать любовью всей жизни, но эта романтическая история точно окажет хорошее влияние на обоих партнеров.'
      ],
      think: [
        'Подумайте, насколько вы любите своего партнёра, потому что карта сомневается в искренности ваших чувств. Вы воспринимаете ' +
        'отношения со своей второй половинкой, как часть имиджа, которую нужно показывать людям и доказывать, насколько вы прекрасны. ' +
        'Ваш партнёр просто является идеальным сочетанием всех необходимых качеств из вашего личного списка приоритетов. Вы должны ' +
        'понять, что любовь - это чувство, которое дарит ощущение невесомости, её нужно беречь, а не выставлять на зависть окружающим ' +
        'людям. Возможно, вы просто не встретили правильного человека.'
      ],
      totalValue: [
        'Шестерка жезлов – благоприятный аркан. В общем раскладе является символом победы, завершения всех поставленных задач, даже ' +
        'самых трудных. Человек, который делает расклад, может стать известным или получить народное признание за достойные заслуги, ' +
        'потому что основной смысл карты – обнародование победы.',
        'Гадающий обязательно примет мудрые решения в сложнейших вопросах, ведь он уверен в себе, своем влиянии на окружающих. Полный ' +
        'настрой на успех из-за полезных качеств, таких как ответственность и исполнительность.',
        'Любое дело в руках этого мастера не останется в середине пути, оно дойдет до конца. В повседневной жизни все может быть и не ' +
        'очень помпезно и торжественно.',
        'Карта возникает в раскладе в прямом положении, если на днях будет приятная новость, знакомство, которое поможет в разрешении ' +
        'задачи. Шестерка жезлов – знак успешного завершения дел. Однако Аркан говорит не о том успехе, который появляется из воздуха, ' +
        'посланный судьбой, а о справедливо заслуженном собственными трудами.'
      ]
    },
    {
      id: '28',
      name: '7 жезлов',
      type: 'wands',
      image: '7-wands.jpg',
      prelude: 'Рискованное соперничество, связанное с внутренними ограничениями.',
      yesNo: [
        ''
      ],
      future: [
        'Опасная карта, которая требует внимательного отношения к проблемам, которые будут активно вторгаться в вашу жизнь. Несмотря ' +
        'на все сложности, которые будут постоянно пробиваться к вашей личности, у вас хватит моральных сил для преодоления всех ' +
        'трудностей. Помните, что желать вам это придётся в одиночестве, значит, рассчитывайте исключительно на свои собственные силы ' +
        'и возможности. Вам придётся бороться за любовь, здоровье, работу. Борьба позволит ощутить уверенность в силах. Только после ' +
        'прохождения трудного этапа можно ценить добро, которого значительно меньше в мире.'
      ],
      situation: [
        'Ситуация есть результат от необходимости защищаться. Вокруг тайные, но неопасные враги.',
        'Вас ждет борьба, но без потерь. Пришло время отстаивать свое место в жизни и добиться признания окружающих. Все проблемы и ' +
        'трудности не такие опасные, как кажутся.',
        'Вам могут помешать внутренние ограничения и рискованные ситуации. Но вы окажете стойкое сопротивление проблемам. Предстоящие ' +
        'трудности приведут к улучшению жизни и интересным событиям. Защищайте свою позицию!'
      ],
      relations: [
        'Семерка жезлов становится символом третьего человека, который либо влияет на существующие отношения, либо может стать ' +
        'соперником, препяствием при завоевании чьего-то сердца. Если вы сейчас в отношениях, то вам придется взять инициативу с вои ' +
        'руки и постараться разрешить конфликт, убедить любимого человека быть внимательным и отказаться от измены. Если хотите ' +
        'добиться какую-то определенную личность, то побороться стоит, потому что при таком раскладе вы в сильном положении, и у вас ' +
        'есть все шансы завоевать сердце симпатичного человека.'
      ],
      think: [
        'Есть вероятность, что вы больше любите в подобных отношениях. Вы стараетесь понравиться человеку, сделать всё необходимое для ' +
        'его личного счастья. Вы готовы унижаться и даже потерять собственную индивидуальность ради другого человека. Это огромное ' +
        'заблуждение, потому что нужно любить и быть любимой. Жертвенность - противоположность настоящих чувств, которые движут ' +
        'человеком в правильном направлении. Не превращайтесь в человека, который теряет собственное достоинство. В таком случае вы ' +
        'не будете вызывать уважение у окружающих.'
      ],
      totalValue: [
        'Семерка жезлов – неоднозначный аркан, связанный с риском, борьбой, бескомпромиссностью, некоторыми ограничениями. Правда все ' +
        'эти действия будут направлены на достижение цели. Человек будет оперативно прилагать свои усилия, ему свойственно добиваться ' +
        'успеха в одиночку, без чьей-либо помощи.',
        'Карта говорит о необходимости перемен, либо о корректировке происходящей ситуации. Все, что будет происходить в жизни ' +
        'человека, станет важным и внесет перспективу в дальнейший ход его дел, несмотря на то, что карта сложная и непредсказуемая. ' +
        'Человек готов защищать свои жизненные принципы и идеи.',
        'В принципе, карта имеет положительное значение, несмотря на то, что присутствуют столкновения с неблагоприятными ' +
        'обстоятельствами (например, недоброжелатели). Возможно, она не наградит человека безоблачным благоденствием, зато сулит ' +
        'успех в борьбе, который будет достигнут благодаря смелости и решительности.'
      ]
    },
    {
      id: '29',
      name: '8 жезлов',
      type: 'wands',
      image: '8-wands.jpg',
      prelude: 'Озарение, вдохновение.',
      yesNo: [
        ''
      ],
      future: [
        'Самая нейтральная карта во всём Таро, она способна нести в себе как добрые вести, так и негатив. Всё зависит от собственной ' +
        'ситуации, которая всегда индивидуальна ц каждого человека. Помните, что может произойти нечто очень невероятное и спонтанное. ' +
        'Это может быть любовь с первого взгляда, которая накроет вас полными эмоциями. Также возможны изменения в карьере. Могут ' +
        'происходить нарушения сна, вплоть до бессонницы. Бессонница - невозможно неприятное заболевание, которое лечится длительный ' +
        'период времени.'
      ],
      situation: [
        'События были ожидаемы и развивались необратимо. Наступил хороший период получения знаний. Возможны незапланированные перемены ' +
        'в ситуации. Осуществление долговременных планов. От вас ждут быстрое и легкое принятие решений. В наличии запас энергии ' +
        'и ресурсов.',
        'Опасайтесь напрасной траты энергии, легковерия и поспешности в решениях. Вам удастся схватить удачу за хвост. Не стройте ' +
        'грандиозных планов- просто наслаждайтесь текущим моментом!'
      ],
      relations: [
        'Тот, кому выпала эта карта, может ожидать в ближайшее время важной встречи, которая станет основой для развития ' +
        'романтических отношений. Говорить о продолжительности этих отношений сложно, однако карта гарантирует, что ни одному ' +
        'партнеру в этой паре скучно не будет, оба получат удовольствие как морально-психологическое, так и физическое. Если отношения ' +
        'уже построены и при гадании на их будущее выпадает карта Восьмерка жезлов, то партнеров ждет какое-то развитие, путь в ' +
        'светлое будущее. Можно говорить о положительном этапе в отношении - брак, совместное проживание, в общем, нахождение новых ' +
        'точек соприкосновения, которые раньше оставались незамеченными.'
      ],
      think: [
        'Скоро наступят неожиданные перемены в вашей личной жизни, вы ощутите прилив энергии и узнаете много нового о своём любимом ' +
        'человека. Насколько полезной будет полученная информация, сказать очень сложно. Возможно вам передадут какое-то важно ' +
        'сообщение, которое вы ждали длительный промежуток времени. Ещё существует вероятность интересного путешествия, которое ' +
        'разделит с вами любимый человек. Это принесёт много новых впечатлений и эмоций, которых так не хватает в повседневной ' +
        'жизни современного человека.'
      ],
      totalValue: [
        'Аркан подразумевает вдохновение и озарение, когда человека будут ожидать события благоприятного характера. У него все ' +
        'получается, он быстро и правильно принимает решение. Под воздействием этой карты, он просто хватает свою удачу за хвост. ' +
        'Следует ожидать от жизни много интересных и незабываемых событий.',
        'Карта свидетельствует о несомненном продвижении к цели. И даже если человек не замечает процесс перемен и скачков вперед, тем ' +
        'не менее, это время для него уже наступило. При раскладе Восьмерки Жезлов что-то будет меняться в жизни, что-то будет носиться ' +
        'в воздухе. Многие события произойдут намного раньше, чем человек будет этого ожидать.',
        'Каждый человек рано или поздно ждет подарков от судьбы, многие надеются на положительный расклад в жизни. Но с появлением ' +
        'этого Аркана, можно не только рассчитывать на сюрпризы судьбы, но и на их быстрое осуществление. Удача будет так близко, что ' +
        'даже застанет человека врасплох.'
      ]
    },
    {
      id: '30',
      name: '9 жезлов',
      type: 'wands',
      image: '9-wands.jpg',
      prelude: 'Символ новых возможностей, которые нельзя упускать.',
      yesNo: [
        ''
      ],
      future: [
        'Значение карты легко предугадать после того, как посмотреть на изображение. Эта карта Таро предвещает, что в вашей ' +
        'судьбе может наступить момент борьбы, которая должна изменить ваше будущее. Важно находиться в состоянии ожидания, ' +
        'быть готовым для свершения опасных дел, которые значительно повлияют на ваше будущее. Возможна борьба с серьёзным недугом, ' +
        'поэтому запасайтесь силами и энергией. Вы сможете исправить трудное положение, если захотите этого всем сердцем и душой.'
      ],
      situation: [
        'Серьезная борьба в прошлом оставила отпечаток на настоящем. Задержка в развитии ситуации. Для дальнейших событий придется ' +
        'приложить усилия. Вас мучает вина за прошлые ошибки. Переоцененность события и завышенные ожидания провоцируют страх.',
        'При этом положение дел выигрышное. Впереди благополучное завершение события, но предстоит борьба, которая заберет много сил ' +
        'и переживания в процессе. В будущем грядут кардинальные перемены. Прекратите бояться- только страхи стоят на пути к вашей цели!'
      ],
      relations: [
        'Девятка жезлов - это символ противостояния. Правда, сказать конкретно только по этой карте, с кем или с чем будет борьба ' +
        'сложно. Необходимо самостоятельно проанализировать ситуацию и понять, где кроется проблема: в общении с любимым человеком, ' +
        'то есть проблема во взаимопонимании, или борьба предстоит с каким-то третьим человеком, который вмешивается в ваши отношения, ' +
        'в таком случае задача - не допустить измену. За новые отношения тоже придется побороться и проявить в себе самые сильные ' +
        'качества, вот только непонятно, с кем бороться - с самим собой, с соперником или с самим объектом воздыханий.'
      ],
      think: [
        'Вам попался очень сложный человек, с большой и серьёзной психологической травмой. Вы должны с пониманием отнестись к его ' +
        'душевной проблеме и помочь ему разобраться с ней. Без вашей поддержки он не сможете вернуться в своё состояние гармонии. Он ' +
        'постоянно вас ревнует, ищет возможность и вероятность вашей измены, поэтому паникует в любой ситуации, которая вызывает ' +
        'противоречивые чувства. Это связано с предательством, которое произошло с ним в прошлом. Он не может избавиться от тяжёлого ' +
        'груша прошлых отношений.'
      ],
      totalValue: [
        'Основные трактовки карты: чувство опасности, успех в нелёгкой борьбе, готовность к отстаиванию своих интересов, возможные ' +
        'страхи и опасения перед неизвестным будущим, ощущение приближающегося успеха.',
        'Гадающий совсем недавно пережил непростые времена. Ему пришлось добиваться своих целей нелёгким упорным трудом. Проблем и ' +
        'сложностей возникало предостаточно, но он выдержал их стойко. Жизненные трудности закалили его настолько, что он теперь не ' +
        'боится ничего. Он любит умственные и физические нагрузки, не боится тяжёлой работы. Этот человек очень любопытен, и путешествия ' +
        'в его жизни играют немаловажную роль.'
      ]
    },
    {
      id: '31',
      name: '10 жезлов',
      type: 'wands',
      image: '10-wands.jpg',
      prelude: 'Подавленность, страх, разочарование.',
      yesNo: [
        ''
      ],
      future: [
        'Карта даёт понять, что наступит тяжёлое время, которое приведёт к неприятностям. Чтобы справится с негативным периодом ' +
        'своей жизни нужно собрать все силы в кулак и стараться делать максимум возможного, поэтому терпения не станет лишним при ' +
        'такой ситуации. Старайтесь не падать духом, когда вы сдадитесь в голове, ничего сделать физически уже не получится. Главное ' +
        'оружие любого человека - это сила воли и стальной характер.'
      ],
      situation: [
        'Вы слишком много взяли на себя в прошлом и это приходится нести сейчас. На вас лежат новые обязательства и ответственность.',
        'При наличии рядом единомышленников, ситуация идет к колоссальному успеху. Но возможно преобладание страха и подавленности. ' +
        'Чрезмерные нагрузки. Тогда новые начинания будет не по силам. Вас ждет безрезультатная трата сил и эмоций. Ожидания не ' +
        'оправдаются.',
        'Остановитесь и подумайте, точно ли вам нужно идти в этом направлении. Сделайте паузу и отдайте часть дел другим.'
      ],
      relations: [
        'Эта карта является символом того, что в ближайшее время сформировавшуюся пару могут ожидать недопонимания. Скандалы будут ' +
        'иметь почву давления со стороны одного из участников отношений. Давление может быть как моральным, психологическим, так и ' +
        'физическим. Если же гадание проводится на человека, который еще не завел отношений, или отношения пока носят не серьезный ' +
        'вопрос, то эта карта - знак того, что отношения могут быть построены как раз на насилии. Возможно, что будет навязан брак ' +
        'кем-то из родственников или иными внешними факторами, например, беременностью или материальной нуждой.'
      ],
      think: [
        'Вас ожидают сложные отношения, которые напрямую связаны с прошлой жизнью. Вы не можете спокойно начать новую жизнь друг с ' +
        'другом, потому что постоянно терзаетесь сомнениями по поводу верности. Возможно вы пережили предательство бывшего партнёра ' +
        'или были подвержены насилию. Подобные условия прошлой жизни вызвали какие-то проблемы с психологией и душевным состоянием. ' +
        'Самостоятельно справиться с проблемами не получится, попробуйте записаться на приём к профессиональному психологу, который ' +
        'будет работать с вами какое-то время для восстановления.'
      ],
      totalValue: [
        'Значение карты - благоприятное. Оно обозначает удачу, процветание, финансовую выгоду. Но человек, на которого делают расклад, ' +
        'слишком уж усердно трудится, не замечая ничего вокруг себя. Вот почему все его достижения могут не принести ему морального ' +
        'удовлетворения, а в душе будет только пустота.',
        'Человек - трудоголик (как подсказывает карта), взвалил на свои плечи огромный груз обязательств. Это касается различных сфер ' +
        'жизни. Как навьюченная лошадь, он старается изо всех сил, но слишком много хлопот и проблем приходится решать.',
        'Если продолжать работать в таком ритме, то провал неминуем. Обычно Десятка жезлов выпадает предпринимателям, которые работают ' +
        'круглосуточно в сумасшедшем темпе, а остановиться не в силах. В их головах только одно: работа, работа, работа.',
        'Гадающий нуждается в отдыхе, мудром совете, изменении жизненных ценностей. Карта может обозначать тревогу и душевную пустоту.'
      ]
    },
    {
      id: '32',
      name: 'Паж жезлов',
      type: 'wands',
      image: 'page-wands.jpg',
      prelude: 'Позитивный настрой и энтузиазм, молодость и импульсивность.',
      yesNo: [
        ''
      ],
      future: [
        'Готовьтесь к приятным сюрпризам, которые обязательно произойдут с вами в самое ближайшее время. Вам судьба готовит ' +
        'путешествие или новое исполнение заветной мечты. Возможно, вы встретите свою любовь, которая будет очень трепетной и ' +
        'по-детски наивной. В случае, если вы продолжительный отрезок времени пытаетесь решить сложный вопрос, то правильное ' +
        'решение придёт неожиданно для вас. Вы будете рады наконец-то понять, как решить вопрос, который казался настолько тупиковым, ' +
        'что самостоятельного решения не имел.'
      ],
      situation: [
        'Если смогли рискнуть в прошлом, то сейчас находитесь там, где планировали. Вы ощущаете яркие эмоции и необходимость пойти на ' +
        'риск, проявить активность. И в самом деле открываются новые возможности и появляются выгодные предложения, удачные стечения ' +
        'обстоятельств.',
        'С негативной стороны можно отметить страх перед риском и неожиданными жизненными событиями. Но по итогу ждет удачное ' +
        'завершение дел, осуществление планов и дополнительные награды. Следите за знаками- Вселенная готовит для вас неожиданный ' +
        'шанс изменить свою жизнь. Не бойтесь рисковать!'
      ],
      relations: [
        'Паж жезлов выпадает при гадании на отношения, если в этих отношения предвидятся положительные изменения. Если семейная или ' +
        'совместна жизнь стала слишком сильно похожа на испытание, и рутина поглотила по самую голову, то вот долгожданный знак, что ' +
        'изменения грядут. У вашей пары получится изменить отношение к этому союзу и сделать его более удачным. Если же человек только ' +
        'в поиске своей судьбы, то Паж жезлов обещает найти человека, с которым будет очень просто и приятно построить незабываемые ' +
        'отношения, похожие на приключения. В любом случае, участники отношений, хоть нынешних, хоть будущих, увидят себя с новой ' +
        'стороны, и изменения их не разочаруют.'
      ],
      think: [
        'Данная карта Таро очень часто выходит в раскладе молодых неопытных людей, которые только начали строить свои серьёзные ' +
        'отношения. Вы не имеет опыта в подобном вопросе, однако это только помогает вам строить искреннюю любовь, основанную на ' +
        'нежности и страсти. Возможно, у вас скоро произойдёт первый интимный контакт. Если вы состоите в отношения длительное время, ' +
        'то ваш партнёр удивит сюрпризом, сделанном на основе детской наивности. Постарайтесь порадоваться такому временную ' +
        'возвращению в раннюю молодость.'
      ],
      totalValue: [
        'Чаще всего Паж Жезлов трактуется как некий человек (молодой, светловолосый и светлоглазый), что вскоре появится в жизни ' +
        'гадающего. Это может быть и девушка, и юноша. По знаку Зодиака это будет представитель огненной стихии: Овен, Лев или Стрелец.',
        'Карта также может означать получение интересного и выгодного предложения, такого, что просто грех отказываться. Она означает и ' +
        'определенный настрой, состояние душа: подъем, энтузиазм, энергию (все, что свойственно здоровой молодости).',
        'Еще Паж Жезлов может говорить о наличии любопытства, но конструктивного, приводящего к знаниям и личностному росту. Это может ' +
        'быть свидетельством и о перспективе риска, но конструктивного, приводящего к положительному результату и доставляющего ' +
        'удовольствие.'
      ]
    },
    {
      id: '33',
      name: 'Рыцарь жезлов',
      type: 'wands',
      image: 'knight-wands.jpg',
      prelude: 'Предприимчивый человек, руководитель, творческая и свободолюбивая личность.',
      yesNo: [
        ''
      ],
      future: [
        'Карта особенно значима для отношений между людьми. Карта Таро может означать перемену в худшую сторону. Например, расставание ' +
        'с самым любимым человеком, разрыв отношений между крепкими друзьями, которые имеют добрые отношения долгое время. Возможно ' +
        'расставание будет связано с поездкой на дальние расстояния. Порой любовь может не выдержать проверки расстоянием. Расстояние ' +
        'способно проверить отношения на прочность и помочь понять, настолько ли люди важны друг для друга. На здоровье никакого ' +
        'влияния не оказывает.'
      ],
      situation: [
        'Вы проявляете напористость и активность. Неумение держать себя в руках, бесконтрольность действий могут усугублять ситуацию. ' +
        'Чрезмерная напористость и невоздержанность увеличивают вероятность наломать дров.',
        'Вас ждут стремительные перемены и изменения, быстрое разрешение дел, удачные начинания, продуктивная деятельность. Наступило ' +
        'время действовать. Судьба предоставляет шанс проявить себя. Не ожидайте перемен пассивно- расшевелите себя и двигайтесь вперед!'
      ],
      relations: [
        'Вне зависимости от того, находится человек в отношениях или пока только ищет, говорить о продолжительности и постоянстве с ' +
        'этой картой не приходится. Скорее всего, основа отношений - страсть, возбуждение, сексуальное желание пертнеров, но не ' +
        'желание проводить время вместе. Возможно, что вы встретите того, кто станет яркой вспышкой, но быстро погаснет, так как ' +
        'отношения будут построены только на физической близости, а значит, никакой привязанности и обязательств. Если отношения уже ' +
        'существуют, то они пока не слишком крепкие.'
      ],
      think: [
        'Вы встретили человека, который покорил вас своей решительностью уверенностью в себе и страстным взглядом. Вы долго будете ' +
        'купаться в ярких чувствах, которые будут наполнены "перцом". Вы будете ощущать себя легко и постоянно думать о второй ' +
        'половинке. Вы будете ощущать необходимость его нахождения рядом, как воздуха. Это будет тяжёлая ноша, потому что человек ' +
        'должен чувствовать себя свободным и спокойным в любых отношениях. Должна достигаться гармония во всех аспектах отношений.'
      ],
      totalValue: [
        'В том случае, если выпал Рыцарь Жезлов в прямом положении, карта символизирует человека – борца. Он всегда готов отстаивать ' +
        'свои интересы, не боясь сопутствующих проблем и козней конкурентов. В то же время, он – романтик, ему в жизни всё интересно. ' +
        'Любит споры и соревнования. Он долго не думает, а предпочитает активно и с энтузиазмом действовать для того, чтобы его цели ' +
        'были достигнуты. Не боится рисковать.',
        'Гадающий создаёт вокруг себя суету. Он хочет видеть немедленный результат своей работы. Ожидания и размышления – не для ' +
        'него. Обычно, эти люди любят заниматься бизнесом, спортом. Часто путешествуют. Окружающим с ними легко. Обладая чувством юмора ' +
        'и легко реагируя на неприятности, они открыты для новых идей. Они щедры, импульсивны. Среди них много руководителей и ' +
        'профсоюзных лидеров. Все они сильны, азартны, активны.'
      ]
    },
    {
      id: '34',
      name: 'Королева жезлов',
      type: 'wands',
      image: 'queen-wands.jpg',
      prelude: 'Харизматичность, открытость, независимость. Иногда указывает на зрелую и опытную женщину.',
      yesNo: [
        ''
      ],
      future: [
        'Карта направлена на описание внутреннего состояния человека. Вы обретёте душевный покой и спокойствие, которого так не ' +
        'хватает в повседневной жизни каждого современного человека. Вы сможете ощутить гармонию и избавиться от большого количества ' +
        'переживаний, стресс останется далеко позади. Начнётся белая полоса, которая не будет содержать никаких неприятностей. Вы ' +
        'станете на новый жизненный путь, который не таит в себе никакого обмана и горя. Теперь вы долгое время будете исключительно ' +
        'радоваться жизненными моментами.'
      ],
      situation: [
        'Амбиции оправдались. Вы получили вдохновение от сильной и независимой личности. Наступило время оказать помощь окружающим, ' +
        'проявить волю и творческие способности. Вы чувствуете стремление к независимости, вдохновение, самодостаточность и уверенность ' +
        'в своих силах, возможность реализовать амбиции. Велика вероятность успеха при постановке амбициозных целей.',
        'Но помните, что стремление к независимости ведет к честолюбию. Мыслите оптимистично! Проявите в вопросах максимальную ' +
        'гибкость и понимание.'
      ],
      relations: [
        'Если Королева жезлов выпадает человеку в отношениях, это значит, что человек научился принимать себя настоящим, оценивать ' +
        'здраво и готов поставить себя на одной степени со своим партнеров, чего раньше не просто боялся, но даже в мыслях не ' +
        'допускал. Такие изменения станут хорошим толчком для развития отношений, которые возможно с течение времени уже немного ' +
        'надоели. Если человек только ожидает встречи со своей судьбой, то возможна встреча с сильной личностью, которая сможет ' +
        'сильно изменить жизнь гадающего.'
      ],
      think: [
        'Вы нашли самое главное в жизни - настоящие крепкие отношения, наполненные всеми цветами и оттенками чувств любви. Вы можете ' +
        'спокойно общаться со своим партнером на разнообразные темы, связанные с интересами обоих, страстно заниматься любовью, ' +
        'искренно любить друг друга каждую секунду, понимать с одного слова, чувствовать на расстоянии эмоции и переживания своей ' +
        'половинки. Про ваши отношения нельзя назвать ни одного минуса, который мог бы их разрушить. Вы нашли идеального партнёра ' +
        'для себя. Делайте всё возможное для развития этих отношений.'
      ],
      totalValue: [
        'Аркан представлен в виде опытной, зрелой и практичной женщины, которая состоялась в жизни. Нередко ее еще называют ' +
        'магнетической личностью, волевой и импозантной. Тому, кому выпадает этот Аркан, уверенный в себе, активный, инициативный, ' +
        'независимый, открытый и харизматичный человек. Он быстро и решительно принимает решение, но ему все равно требуется поддержка ' +
        'со стороны. Он отличается высоким профессионализмом, поэтому способен преодолевать препятствия, бросая вызов судьбе.',
        'Благодаря своей гордости и честолюбию его претензии на лидерство весьма актуальны. Он самостоятельный и независимый, ' +
        'успешный и амбициозный.',
        'Карта Королева Жезлов является самодостаточной. Здесь описывается ее привлекательность, открытость и доброжелательность, а ' +
        'значит, человек может рассчитывать на ее поддержку в своих начинаниях, у него могут появиться союзники и вдохновители. Но ' +
        'другое значение карты гласит о том, что перед вами появится яркий соперник, которому сложно будет доказывать свои преимущества.'
      ]
    },
    {
      id: '35',
      name: 'Король жезлов',
      type: 'wands',
      image: 'king-wands.jpg',
      prelude: 'Стремление достичь идеала, высокие цели.',
      yesNo: [
        ''
      ],
      future: [
        'Карта предрекает получение огромного успеха в ближайшем будущем. Это будет успех, связанный исключительно с длительным ' +
        'периодом приложения огромных усилий. Это не подарок фортуны или судьба, это ваши личные старания, которые спустя долгое ' +
        'время окупились. Самочувствие будет настолько здоровым и приятным, что вы забудете о болячках, которые раньше беспокоили.'
      ],
      situation: [
        'Все, что могли- все было сделано благодаря силе духа. Вы принимаете мудрые решения. Наступила благоприятная ситуация, ' +
        'которая характеризуется стремлением сделать все, ради достижения цели.',
        'Вы ощущаете страсть, энергичность, уверенность в себе, готовность трудиться на достижение цели. Опасайтесь проявлять ' +
        'излишнюю авторитарность. Может помешать нехватка организованности.',
        'Вас ждут большие успехи, особенно в ситуациях, где нужно проявить щедрость, лидерские качества и дальновидность. Не бойтесь ' +
        'спросить совета. Будьте готовы потрудиться и взять на себя ответственность за других.'
      ],
      relations: [
        'Король жезлов символизирует отношения, в которых главное - уважение и совпадение интересов, партнеры уверенно строят диалог. ' +
        'Скорее всего, речь идет даже не о любовных отношениях, а об уважительных. Ждать романтического развития может и не стоит, ' +
        'однако воспоминания и в целом восприятие этого периода останется исключительно положительным. Если человек одинок, то Король ' +
        'жезлов - символ того, что пора взять все в свои руки и не побояться проявить инициативу по завоеванию объекта симпатий. Это ' +
        'довольно страстная карта, которая призывает к самостоятельности, а не к ожиданию принца на белом коне у окна замка.'
      ],
      think: [
        'Отношения, которые с лёгкостью и уверенностью, можно назвать игрой. Игра, которую ведут два взрослых человека, знающих о ' +
        'своих желаниях и недостатках. Ваш партнёр пытается сделать отношения территорией своей власти, в которой он делает всё ' +
        'возможное для подавления другого человека. Это можно назвать интрижкой, которая быстро и ярко зажглась, однако не смогла ' +
        'гореть также на протяжении продолжительного времени. Если вы не заинтересованы в партнёре с властным характером, то сохранять ' +
        'ничего не имеет смысла.'
      ],
      totalValue: [
        'Когда выпал Король Жезлов, он говорит о том, что гадающий человек – лидер, способный повести за собой массы, обладающий даром ' +
        'убеждения. Эта карта символизирует покровителя. Такой человек проявляет завидное упорство в достижении своих целей.',
        'Он силён, мудр, смел. Умеет уважительно относиться к чужому мнению. Старается оказывать помощь людям. Его щедрость не знает ' +
        'границ. Карта – знак успеха в различных сферах жизни. Она сулит знакомства с интересными людьми. Скучная однообразная работа ' +
        '– это временное явление. Нужно настроиться на перемены. Они будут неожиданными и с «сюрпризами».',
        'Если гадает мужчина, то его соперник – честный и щедрый друг.',
        'Если гадает женщина – её ждёт встреча с влиятельным родственником (или знакомым), от которого зависит реализация планов, или ' +
        'финансовые поступления.'
      ]
    },
    {
      id: '36',
      name: 'Туз жезлов',
      type: 'wands',
      image: 'ace-wands.jpg',
      prelude: 'Смелость, энтузиазм и сила воли.',
      yesNo: [
        ''
      ],
      future: [
        'Карта, обозначающая определённое стечение обстоятельств, при котором будет счастливый исход. Эта карта предрекает ' +
        'возможность рисковать, чтобы получить прекрасное решение любой проблемы. Главное, начать действовать. Здоровье сохранится ' +
        'в хорошем состоянии, вы будете чувствовать себя бодро, что позволит вам активно действовать. Вас ожидают приятные изменения ' +
        'во всех жизненных сферах. Возможно это даст начало новым этапам, которые будут значительно отличаться от предыдущих.'
      ],
      situation: [
        'Сделан первый шаг к будущим переменам. Есть все необходимо, чтобы добиться целей. Наступают кардинальные перемены в жизни. ' +
        'Открываются новые возможности. Происходит укрепление жизненной позиции.',
        'Необходимо проявлять инициативу и действовать самостоятельно. Ситуация завершится триумфом. Вас ждет прогресс в разрешении ' +
        'дел. Не бойтесь новых событий и перемен!'
      ],
      relations: [
        'Эта карта олицетворяет некий огонь, страстное пламя, поэтому ее выпадении при гадании на существующие отношения может ' +
        'означать, что отношения вновь вспыхнут любовью и желанием партнеров. Если люди уже немного устали друг от друга и испытывают ' +
        'скуку при совместном проведении времени, то Туз жезлов - знак того, что ситуация скоро изменится в лучшую сторону. Если ' +
        'гадание производится на будущие отношения, то стоит приготовиться к возникновению в начале проблем во взаимопонимании, однако ' +
        'если их получится преодолеть, то отношения в итоге получится построить довольно крепкие.'
      ],
      think: [
        'Если вы находитесь в поиске любимого человека, то в скором времени встретите страстного партнёра, который окружит вас ' +
        'любовью и заботой. Это позволит вам получить положительные эмоции, которые согреют душу теплом и насытят яркими ' +
        'впечатлениями. Если вы уже имеете долгие отношения, то произойдут совместные перемены в лучшую сторону, которые помогут ' +
        'вам прожить хорошую жизнь, наполненную новыми эмоциями. Ваш партнёр - хороший человек, который хранит вам верность и очень любит.'
      ],
      totalValue: [
        'Туз жезлов обозначает перспективы, открывающиеся возможности для духовного развития, энергичность, смелость, масштабные ' +
        'проекты. Туз жезлов – это находчивость, мужество, готовность пойти на определённые жертвы. Кроме этого эта карта обозначает: ' +
        'оптимизм, вдохновение, раскрытие творческого потенциала человека.',
        'Ключевое значение туза жезлов – это что-то новое. Это может быть новый проект, начало жизненного этапа. К сожалению, этот ' +
        'период вряд ли закончится удачно. Жезлы принадлежат Огненной стихии, поэтому к составляющим карты относят: самообладание, ' +
        'чёткость в суждениях и поступках, следование моральным принципам, духовный рост.',
        'Анализ этой карты говорит о следующем: Туз Жезлов – это радость жизни, позитивный настрой, творчество. Возможно, что грядёт ' +
        'получение наследства или крупного денежного поступления. Иногда, эта карта говорит об излишней торопливости. Обычно эта карта ' +
        'выпадает у оптимистов.'
      ]
    },
    //
    // куб
    {
      id: '37',
      name: '2 кубков',
      type: 'cups',
      image: '2-cups.jpg',
      prelude: 'Взаимная симпатия, налаживание перспективных связей.',
      yesNo: [
        ''
      ],
      future: [
        'Данная карта Таро имеет особое значение для личной жизни человека, потому что есть вероятность встретить новую любовь и ' +
        'вступить в приятные отношения в стадии зарождения. Множество встреч, знакомств, вечеринок и просто приятное ' +
        'времяпрепровождение ждёт вас в ближайшее будущее. Старайтесь не упустить шанс узнать новых людей. В здоровье не будет никаких ' +
        'негативных изменений, однако возможно возникновение различных болезней, связанных с парными органами. Обратите особое ' +
        'внимание на них.'
      ],
      situation: [
        'Влияние партнера или новых знакомств на текущую ситуацию. Удачные договорённости и новые партнерские связи. Это гармоничное ' +
        'время для сотрудничества и появления новых чувств. На вас посыпятся хорошие предложения.',
        'Текущие события окрашены сильными и приятными эмоциями. Но возможны проблемы в ситуациях, связанных с взаимодействием с ' +
        'партнером. И даже, если вас ждет успех, то он будет небольшой.',
        'В любом случае будет положительное разрешение ситуации. Учитесь договариваться и идти на встречу. Принимайте всерьез новые ' +
        'знакомства.'
      ],
      relations: [
        'Отношения, которые сейчас существует в судьбе человека, будут развиваться правильно, если сейчас в них присутствуют ' +
        'разногласия или какие-либо недопонимания, то скоро они найдут разрешение, а духовная связь станет крепче. Человек, одинокий, ' +
        'может ожидать появление кого-то интересного на горизонте в ближайшее время. Говорить точно, будут ли это долгие отношения или ' +
        'это просто будет интересный роман-приключение, сложно, но в любом случае негативной энергии в жизнь человека такое общение ' +
        'не принесет. Важно, что новые отношения возникнут очень неожиданно, совсем не с той стороны, откуда ожидаются.'
      ],
      think: [
        'Вас ждут новые отношения, которая не будут отличаться страстью, зато вы можете влюбиться в человека с первого взгляда. ' +
        'Такая любовь порой вызывает сомнения у людей, однако она действительно существует и способна в скором времени появиться в ' +
        'вашей судьбе. Самое приятное, что она будет взаимной. Начнутся отношения, основанные на симпатии, любви и желании узнавать ' +
        'новое и неизведанное друг о друге. Единственным недостатком этих отношений будут иллюзии, которые вы будете самостоятельно ' +
        'дорисовывать своей половинке.'
      ],
      totalValue: [
        'Аркан свидетельствует о взаимной симпатии, перспективных связях, успешном сотрудничестве, мире, который наконец-то случается ' +
        'после длительных ссор и размолвок. Обязательно в жизни человека произойдут радостные события и встречи.',
        'Карту считают положительной, так как она несет становление отношений, в которых могут быть задействованы как давние знакомые, ' +
        'так и новый круг общения.',
        'В отношениях двух людей наступил период, когда обиды и амбиции нужно убрать в сторону, и уделить время своей семье и семейным ' +
        'ценностям. У человека будут намечаться перспективы, направления развития и талантов. Он даже сможет проявить свои новые никому ' +
        'еще не поведанные качества.',
        'Многие неприятности с этой картой будут позади, ведь наступило время белой полосы. А значит, можно рассчитывать на успешное и ' +
        'результативное начало новых дел. Можно заниматься тем, чем хочется, и удача улыбнется.'
      ]
    },
    {
      id: '38',
      name: '3 кубков',
      type: 'cups',
      image: '3-cups.jpg',
      prelude: 'Светлая полоса, наступившая за черной.',
      yesNo: [
        ''
      ],
      future: [
        'Начинается новый жизненный путь, который включает исключительно добрые эмоции, которые будут дарить друзья, коллеги и ' +
        'просто знакомые. Здоровье станет крепким, иммунитет вырастит, что позволит отдыхать более насыщенно и ярко. В личной жизни ' +
        'наступит момент наслаждения друг другом, что не часто встречается, если учитывать ритм жизни, с которым сталкиваемся ' +
        'ежедневно. На работе всё будет по-прежнему, вы не будете чувствовать стресс и упал энергии. Это позволит добиться наибольших ' +
        'успехов, которые до этого казались невероятными.'
      ],
      situation: [
        'Желания, построенные на эмоциях начинают воплощаться в реальности. Наступает светлая жизненная полоса, праздник и изобилие. ' +
        'Жизнь наполнена весельем. Окружающие проявляют заботу и дружескую поддержку.',
        'Проблемы могут создать отсутствие серьезности и легкомысленное отношение ко всему. Но карта сулит разрешение любой проблемы, ' +
        'принятие удачных решений и будущие победы. Выходите в люди и ищите единомышленников. Не отказывайте себе в возможностях ' +
        'повеселиться!'
      ],
      relations: [
        'Тройка кубков - очень положительная карта в раскладе на отношения. От отношений можно ожидать свадьбу и долгую, счастливую ' +
        'совместную жизнь. Основа таких отношений - гармония и понимание особенностей партнера. Если отношений пока нет, то говорить ' +
        'об их резком появлении нельзя, однако если кто-то уже маячит поблизости, то отношения точно смогут устроиться довольно удачно. ' +
        'Очень велика вероятность построить такое общение, итогом которого станет свадьба. Главное в этих отношениях не сексуальная ' +
        'энергия, а общие интересы. Очень часто карта означает, скорее, дружбу, в которой преобладает женское начало.'
      ],
      think: [
        'Начало прекрасных отношений, которые будут свободными, лёгкими и невесомыми. Ваш партнёр будет постоянно флиртовать с вами и ' +
        'вызывать желание узнавать его ближе. Такие отношения могут начаться на вечеринке или праздничном вечере, а затем ' +
        'продолжиться длительным общением. Возможно яркое впечатление после совместного путешествия. Путешествие - поездка в страну, ' +
        'которая интересна двум людям. В новом месте люди расслабляются и открываются для чувств друг к другу. Именно это может ' +
        'послужить толчком для развития отношений.'
      ],
      totalValue: [
        'Карта символизирует, как правило, время радости, праздника. В любовных и дружеских отношениях будет полное взаимопонимание ' +
        'между партнерами. Все запланированные дела увенчаются успехом. Аркан дает подсказку гадающему человеку, что сейчас наступает ' +
        'благоприятное время, чтобы восстановить отношения со старыми друзьями, родственниками, ведь наступает светлая полоса в жизни.',
        'Однако фортуна улыбнется гадающему только в духовном плане, не ожидайте повышения доходов. Но если в жизнь приходит успех, он ' +
        'коснется не только вас, но и самых близких и дорогих людей, их дела тоже наладятся. Следует помнить, что не бывает успеха без ' +
        'риска. Тройка Кубков выпадает перед важными событиями: свадьба, пополнение в семье.'
      ]
    },
    {
      id: '39',
      name: '4 кубков',
      type: 'cups',
      image: '4-cups.jpg',
      prelude: 'Пресыщение жизненными удовольствиями.',
      yesNo: [
        ''
      ],
      future: [
        'Ваши душевные боли возьмут верх и станут основой вашей жизни. Наступит момент, когда всё окружающее будет казаться очень ' +
        'скучным и обыденным. Вы будете чувствовать себя несчастным человеком, хотя это никак не связано с тем, что вы чего-то не ' +
        'имеете. Наоборот, возможностей много, но нет никакого желания что-либо делать. Это вызвано тем, что потерян интерес к жизни ' +
        'в целом. Попытайтесь взглянуть по-новому на то, что вас окружает. Это позволит избежать возникновения продолжительной ' +
        'депрессии, которая снижает работоспособность человека на долгое время.'
      ],
      situation: [
        'Длинный пройденный путь и неплохой жизненный опыт привели к желанию замедлиться. Наступила инертность. Отсутствие событий и ' +
        'изменений в жизни. Серьезная усталость и разочарования. Скучный период.',
        'Большая вероятность упустить благоприятные возможности. Возможно отрицательное решение вопросов и разочарование. Уделите ' +
        'внимание мелочам- за усталостью легко пропустить шанс, который предоставляет судьба. Заставьте себя двигаться через силу!'
      ],
      relations: [
        'Эта карта таро требует от гадающего человека проявить внимание к партнеру, так как с его стороны исходит какое-то упрямство, ' +
        'нежелание жить мирно. Вероятно, это связано с давними обидами или с ревностью, второму человеку придется идти на компромисс и ' +
        'проявить особую чуткость и понимание. Если же в паре оба человека не желают слушать и не готовы идти на уступки, то от ' +
        'отношений ничего не останется. Если человек в поиске любви, то человеку стоит задуматься о расстановке приоритетов. Возможно, ' +
        'сейчас будет принято какое-то решение, которое в будущем покажется неверным, надо приложить усилия и достать свое желание ' +
        'открыться другому человеку.'
      ],
      think: [
        'Тоска в отношениях, люди не могут радоваться рядом друг с другом. Постоянно мучаются депрессивным состоянием, из которого ' +
        'самостоятельно выйти не могу. Им необходимо постоянно развеиваться, отдыхать порознь друг от друга. Сложно найти возможность ' +
        'снова любить друг друга, наслаждаться обществом своего партнёра, все ресурсы вашей личной жизни иссякли. Вам что-то не ' +
        'позволяет расставить точки в этих мрачных отношениях. Важно найти силы, чтобы попытаться вернуть отношения на позитивный уровень.'
      ],
      totalValue: [
        'Человек, которому выпал в раскладе такой Аркан, упускает большие возможности в своей жизни. Это происходит по причине того, ' +
        'что он слишком эгоистичен, заносчив, горд, считая себя излишне умным. Он обижен на многих людей, недоволен собой, что выражается' +
        ' в постоянном процессе самоанализа. Это создает большое количество комплексов и страхов.',
        'Мотивация к чему-либо полностью отсутствует, самооценка опускается ниже критической отметки. Это может произойти из-за ' +
        'критики близкого человека, уязвленного самомнения и самолюбия. Такое поведение приводит в полной апатии ко всему, замкнутости ' +
        'и отрешенности, краху в любовных отношениях.',
        'Четверка Кубков предупреждает гадающего человека о том, что нужно взять себя в руки, перестать ныть по поводу и без, чтобы не ' +
        'пропускать более подачек от судьбы.'
      ]
    },
    {
      id: '40',
      name: '5 кубков',
      type: 'cups',
      image: '5-cups.jpg',
      prelude: 'Скорбь по прошлому, разочарования и страхи.',
      yesNo: [
        ''
      ],
      future: [
        'Карта, которая напрямую связана с душевным состояние каждого человека. Особенная болезненность ждёт тех людей, которые ' +
        'недавно совершили ошибку, о которой не могут забыть. Наступает момент зацикленности исключительно на негативном опыте. ' +
        'Это приводит к эмоциональному срыву, порой нежеланию жить, советуем посетить психолога, который профессионально поможет ' +
        'справиться с тяжёлым состоянием психики. Здоровье может испортить под воздействие нервной системы. Все болезни от ' +
        'неустойчивого морального состояния.'
      ],
      situation: [
        'Недавняя утрата и глобальные жизненные перемены привели вас к тому, что есть. Вероятны потери, ощущение тупика и душевная ' +
        'боль. Безысходность. Отчаянная ситуация. Неверие в свои силы. Бескомпромиссность.',
        'Это тяжелое время сожалений и поиска новой жизни. В будущем ждет отрицательное и негативное разрешение вопросов. Слушайте ' +
        'предупреждения и берегите то, что имеете. Готовьтесь к тому, что нужно будет пережить большие изменения.'
      ],
      relations: [
        'Эта карта обещает проблемы, которые можно решить лишь желанием остановиться и поговорить друг с другом, а не просто ' +
        'игнорировать. Проблемы возникают от скуки, от быта, которые вызывают раздражение и недовольство друг другом. Если решить ' +
        'проблемы не получится, то велик шанс, что отношения закончатся дружбой, потому что партнеры не могут больше существовать в ' +
        'романтических отношениях, но как личности они все еще интересны друг другу. Важно обратить внимание, что беременная девушка ' +
        'или та, которая хочет завести ребенка, должна обратить внимание на свое здоровье, так как проблемы с ним отразятся именно на ' +
        'ребенке, а не на матери.'
      ],
      think: [
        'Очень неприятная карта Таро, которая нежелательна в раскладе на любовь и отношения. Однако её наличие может поменять мнение ' +
        'человека насчёт партнёра, который находится рядом. Вы в скором времени можете столкнуться с расставанием. Сложно назвать ' +
        'точную причину разрыва отношений, однако зачастую эта карта указывает на предательство, которое причинено вам. Каждый человек ' +
        'с огромной душевной болью узнаёт об измене, однако нужно не унывать и радоваться, что такое качества человека вы узнали в ' +
        'начальной стадии развития вашей любовной истории.'
      ],
      totalValue: [
        'Аркан говорит о разочаровании, неожиданных неприятностях, меланхолии, печали, боли, скорби об утраченном. Возможно, у человека ' +
        'произойдет состояние сожаления из-за того, что его мечты и желания не осуществились, хотя он так на это рассчитывал.',
        'С другой стороны чувство разочарования может появиться по поводу разлуки с чем-то очень важным и значимым. У человека ' +
        'проявляются разрушительные эмоции, эмоциональный кризис, депрессия, любовные страдания и гнев. Перед человеком открывается ' +
        'трудный промежуток времени, хотя и обещает светлую полосу. Но только в том случае, если человек сможет справиться со своими ' +
        'проблемами, а не будет пассивно страдать над ними.',
        'Если без конца предаваться своим проблемам, то они никуда не уйдут, или навязчиво будут сопровождать его долгое время. А ведь ' +
        'он в состоянии справиться со своими неудачами и трудностями, если сам того пожелает. Человек полностью способен погрузиться в ' +
        'свои депрессивные мысли, отчего сам создает себе еще больше проблем.'
      ]
    },
    {
      id: '41',
      name: '6 кубков',
      type: 'cups',
      image: '6-cups.jpg',
      prelude: 'Щедрость и великодушие.',
      yesNo: [
        ''
      ],
      future: [
        'Карта является достаточно нейтральной, поэтому тяжело определить, какое воздействие она окажет на будущее человека. Всё ' +
        'рассматривается исключительно индивидуально по ситуации. Эта карта о ностальгии по прошлому, которое у кого-то светлое, а у ' +
        'кого-то печальное. Всё зависит от вашего личного прошлого, поэтому старайтесь в ближайшее будущее думать только о хорошем, ' +
        'тогда этот жизненный этап пойдёт вам только на пользу. Вы сможете погрузиться во время светлого прошлого. Прошлое есть у ' +
        'каждого, важно помнить только хорошее для своего прекрасного будущего.'
      ],
      situation: [
        'Время делать добро для окружающих. Взаимодействие со старыми знакомыми и неожиданные встречи влияют на судьбу. Происходит ' +
        'поиск защиты от других, погружение в воспоминания и мечты. С другой стороны- это прибыльный период. Вероятна помощь от ' +
        'окружающих, поддержка близких.',
        'Может помешать инфантилизм, идеализация прошлого, чрезмерная романтичность.',
        'Впереди ждет положительное разрешение ситуация, но без грандиозных побед. Готовьтесь проявить максимальное терпение. ' +
        'Удалитесь от суеты и понаблюдайте за событиями со стороны.'
      ],
      relations: [
        'Шестерка кубков - символ нежности, такую можно встретить в самом начале отношений, в период знакомства и узнавания друг ' +
        'друга поближе. Для тех, кто сейчас одинок, карта означает хорошие перемены в будущем, то есть у человека есть большая ' +
        'возможность как раз испытать эти эмоции конфетно-букетного периода. Если же отношения имеют долгую историю, то вероятно, ' +
        'кто-то из партнеров захочет восстановить былую связь, появится свежий взгляд, который станет толчком к новому витку.'
      ],
      think: [
        'Вы перестали надеяться, что встретите настоящего человека, который покорит ваше сердце и создаст позитивное настроение на ' +
        'продолжительное время? В скором времени вы снова повстречаете человека, который когда-то в прошлом много значит в вашей ' +
        'жизни. Вы сможете возобновить с ним отношения и почувствовать, что эти годы не прошли без изменений. Этот человек сумел ' +
        'измениться в лучшую сторону, но при это сохранить свои положительные качества характера. Теперь отношения между вами будут ' +
        'развиваться ярко, интересно и серьёзно. В будущем вас ждёт свадьба и рождение ребёнка именно с этим человеком.'
      ],
      totalValue: [
        'Аркан означает внутреннюю гармонию, великодушие и щедрость. В действительности, карта отвечает за позитивное проявление. Можно ' +
        'считать, что все невзгоды уже в прошлом, а теперь только благополучие. Как только трудности отступили, человек вновь начинает ' +
        'мечтать и строить планы, довольствуется спокойствием и успехами своих трудов.',
        'Человек стремится не к новизне, как это многим может показаться, просто он возродился к новой жизни после непростых ' +
        'обстоятельств. Он полностью удовлетворен своей судьбой, его все устраивает. Он занимается самосовершенствованием, реализует ' +
        'уже давно забытые планы и желания. Многое у него получается без особых усилий, с гармонией и подъемом.',
        'Стоит надеяться на самые позитивное развитие событий, когда все будет складываться благополучно: человек добьется не только ' +
        'своей цели, но и обретет личное счастье. Ему повезет в делах, проектах и любви.'
      ]
    },
    {
      id: '42',
      name: '7 кубков',
      type: 'cups',
      image: '7-cups.jpg',
      prelude: 'Иллюзия, ложь, обман.',
      yesNo: [
        ''
      ],
      future: [
        'Карта, которая характерна для многих людей, особенно молодого возраста. Во всех сферах жизни наступит период постоянных ' +
        'иллюзий, которые станут основой вашей жизни. Иллюзия - это мечты, которые не смогут осуществиться в реальности, галлюцинации ' +
        'и полный бред. Старайтесь жить реальностью, тогда вы не упустите действительно важные вещи в своей жизни. Только так можно ' +
        'стать поистине счастливым человеком. Любите реальных людей с недостатками, а не выдуманных героев. Мы все неидеальны, ' +
        'поэтому не нужно придумывать другую жизнь, это может привести к шизофрении.'
      ],
      situation: [
        'Нереальные цели и чрезмерное погружение в мир фантазий. Период несбыточных мечтаний. Невозможность определиться с решением. ' +
        'Ждет трудный выбор. Может помешать самообман или обман от окружающих. Но при этом дается шанс изменить жизнь, если докопаться ' +
        'до самых глубин подсознания.',
        'Помните про иллюзорность происходящего. Практически нет шансов найти верное решение. Ждет отрицательный итог ситуации, поэтому ' +
        'избегайте искушений. Не гонитесь за призрачным счастьем. Перестаньте себя обманывать- взгляните правде в глаза!'
      ],
      relations: [
        'Эта карта таро говорит о не самых близких отношениях, мотивом для них является либо корыстная цель, либо просто желание не ' +
        'оставаться в одиночестве - быть вместе удобно и комфортно, но о высоких чувствах говорить не приходится. Такой паре стоит ' +
        'задуматься, есть ли вообще смысл продолжать такое общение, или пришло время признаться и остаться друзьями. Также возможно, ' +
        'что карта характеризует отношения, которые можно назвать "постельными", то есть общих интересов у партнеров не существует. ' +
        'Ищущим любовь карта обещает интересное, но не долгое романтическое приключение.'
      ],
      think: [
        'Отношения, при которых вы не видели своего партнёра в реальной жизни. Возможно познакомились на просторах интернета. Ваши ' +
        'представления о нём значительно отличаются от реальности. Вы создали образ, который хотели увидеть, и зациклились на нём. ' +
        'Это не позволяет вам ощутить прелести жизни, которая вас окружает. Попробуйте прекратить отношения на расстоянии, тогда ' +
        'сможете в ближайшее время начать новый путь, который будет значительно увлекательнее и интереснее, чем банальная переписка.'
      ],
      totalValue: [
        'Основное значение карты заключается в том, что каждый выбор, над которым гадающий раздумывает, уже предопределен судьбой, то ' +
        'есть сам факт выбора – иллюзия, обман. Кроме того, карта может трактоваться и как ошибочный выбор, который не несет ничего ' +
        'хорошего в себе. Указывает Аркан в некоторых случаях и на то, что вариантов слишком много, сложно определиться, прийти к ' +
        'единственно верному решению.',
        'Семерка Кубков иногда является символом человека, который живет мечтами, не желая находится в реальности. Особенно этим грешат ' +
        'влюбленные женщины, они идеализируют партнера, не желая замечать очевидные плохие черты его характера. Тогда карта ' +
        'предзнаменует событие, которое вернет в реальность, принесет разочарования. Аркан может предостерегать гадающего об обмане, ' +
        'проблемах со здоровьем на фоне злоупотребления спиртными напитками или даже наркотиками.',
        'Иногда Семерка Кубков – знак помощи и поддержи близких, когда это действительно необходимо на пути к достижению цели. Помощь ' +
        'нельзя отвергать, иначе благоприятного исхода можно не ожидать.'
      ]
    },
    {
      id: '43',
      name: '8 кубков',
      type: 'cups',
      image: '8-cups.jpg',
      prelude: 'Застой, деградация, сопровождающиеся унынием и депрессией.',
      yesNo: [
        ''
      ],
      future: [
        'Восьмёрка означает, что человек полностью поменяет свой взгляд на обыденные вещи, пожелает начать новую жизнь. Это может ' +
        'быть момент того, что вы посчитаете совершенные ранее действия странными и необдуманными, поэтому придёте к выводу, что пора ' +
        'становиться мудрее или наоборот безрассуднее. Особенно страшен последний вариант, который зачастую приводит к возникновению ' +
        'какой-либо зависимости. Любая зависимость тяжело переносится человеком, требует продолжительного лечения.'
      ],
      situation: [
        'Вас привело в текущую ситуацию нежелание улучшить жизнь. Происходит отрешение от событий. Действия под влиянием ума, а не ' +
        'эмоций. Ожидаются гармоничные взаимодействия. Нежелание рисковать. Вероятны уныние, дисбаланс между логическим мышлением и ' +
        'эмоциями. Депрессия.',
        'Есть возможность совершить разумный выбор. Вы используете практичный подход. Однако будущее неоднозначно. Возможен ' +
        'самостоятельный уход от принятия решений. Побудьте наедине с собой и постарайтесь разобраться в своих желаниях.'
      ],
      relations: [
        'Если при гадании на отношения появляется в раскладе восьмерка кубов, то отношения близки к логичному концу, кто-то из ' +
        'партнеров не оправдался в ожиданиях на счет второго человека. Один, вероятно, долго отказывался смотреть правде в глаза, ' +
        'но близок момент, когда пелена с глаз спадет, и второй человек предстанет в истинном свете. Однако карта не обязательно ' +
        'говорит о том, что дальше этим людям не по пути. Возможно, речь о конце отношений именно в том виде, в котором они существуют ' +
        'сейчас, после появления правдивого взгляда на обстоятельства может появиться шанс построить все заново и гораздо удачнее.'
      ],
      think: [
        'Ваши отношения с партнёром построены на фантазии, поэтому вы не замечаете правдивые факты, которые постоянно попадаются на ' +
        'вашем пути. В скором времени вы по-другому посмотрите на человека, которого считали любимым, потому что секреты будут ' +
        'открывать истинное лицо. Иллюзия - обман самого себя. Вы не ощущаете действительности, поэтому не можете уверенно вступать ' +
        'в своё будущее. Ваша любовь окажется ложью, понять и принять этот факт будет сложно, но это необходимо сделать, чтобы ' +
        'улучшить своё будущее.'
      ],
      totalValue: [
        'Выпадает карта, как правило, человеку, который ищет по жизни все больше новых благ, при этом они все у него перед носом. Часто ' +
        'карта символизирует отказ от мирского вследствие разочарования, переходного периода. В итоге начинается поиск духовного пути.',
        'Восьмерка Кубков дает совет искать новые ощущение и возможности, оставив в прошлом людей и вещи, которые вызывают отвращение ' +
        'к жизни, стали рутинными. Поиск всегда создает чувство неуверенности в завтрашнем дне, но это адекватная реакция, вы на ' +
        'правильном пути. Указывая на отношения, Аркан дает понять, что партнер не идеален.',
        'Если в жизни происходит полная катастрофа, Восьмерка Кубков говорит, что беды покинут через лунный месяц. Тогда все наладится. ' +
        'Помочь решить проблемы сможет некая светловолосая девушка или женщина. Это не обязательно будет родственник или старый друг, ' +
        'возможно, новая знакомая. Следует быть скромнее, перестаньте лгать людям, таким образом, вы сами впутываете себя в неприятные ' +
        'ситуации, для которых придется искать выход.',
        'Иногда Восьмерка Кубков предзнаменует путешествие либо переезд в другой город или даже страну. Есть вероятность, что человек ' +
        'больше не получает морального удовлетворения, находясь в семье, ему это не нужно. Материальные блага – вот, что заполняет все ' +
        'его мысли и мечты.'
      ]
    },
    {
      id: '44',
      name: '9 кубков',
      type: 'cups',
      image: '9-cups.jpg',
      prelude: 'Счастье, блаженство, полная гармония с собой и окружающим миром.',
      yesNo: [
        ''
      ],
      future: [
        'Положительная карта, которая особенно выделяется душевным состоянием человека. Вы ощутите особый прилив энергии, который ' +
        'позволит вам сделать задуманное. Есть вероятность, что заветная мечта наконец-то исполнится и позволит вам ощутить чувство ' +
        'неимоверного счастья, которое не часто появляется в жизни людей.'
      ],
      situation: [
        'Текущая ситуация - результат интуитивных действий и подсознательных стремлений. Это период расслабленности и удовольствия, ' +
        'пробуждения интуиции. Благополучное время. Ожидание приятного события. Радостное стечение обстоятельств. Умиротворенное ' +
        'течение жизни и торжественные события. Положительное развитие ситуации.',
        'Но желание скрыть положительные эмоции может привести трудностям и заболеваниям. Делитесь радостью с окружающими. Наполните ' +
        'дни приятными моментами и не отказывайте себе в приземленных удовольствиях!'
      ],
      relations: [
        'Если гадающий задается вопросом о развитии нынешних отношений, и выпадает девятка кубов, то можно смело говорить о том, что ' +
        'будущее ожидается весьма приятное и безоблачное. Возможен и брак, и новый, более серьезный, уровень в отношениях. То, что ' +
        'раньше казалось недостижимой мечтой, становится реальность, воплощается в жизнь. Касается такой прогноз и одиноких людей - ' +
        'будьте готовы ко встрече со своей судьбой, с этим новым человеком отношения будут похожи на красивую сказку о любви.'
      ],
      think: [
        'У вас замечательные отношения, о которых вы давно мечтали. Вы полностью доверяете друг другу, любите и считаете своего ' +
        'партнёра подарком судьбы. Вы можете считать свою пару идеальной, потому что не часто встречается такая гармония между ' +
        'двумя влюблёнными. Ссоры почти никогда не встречаются в вашей жизни, поэтому вы только наслаждаетесь процессом построения ' +
        'отношений и идёте в правильном направлении. В такой гармонии может зародиться крепкая семья. А ведь именно этот этап ' +
        'является показателем настоящей любви, которой так не много.'
      ],
      totalValue: [
        'Если в раскладе выпадает эта карта, то в будущем ожидает успех в материальном плане, хороший достаток. Наступает светлая ' +
        'полоса, эмоциональное удовольствие, а также интеллектуальное. Здоровью не угрожают никакие проблемы. Любые цели, которые ' +
        'намечаются, могут воплотиться в жизнь.',
        'В целом, наступающий период очень хорош для любых начинаний, исполнения желаний. Скоро ожидает череда приятных событий. ' +
        'Компания, с которой проходят дружеские посиделки, будет весела и беззаботна. С ней вы вспомните лучшие годы свой жизни. Что ' +
        'касается карьеры, то на работе коллектив очень надежный, отзывчивый.',
        'В личных отношениях наступит полная гармония и взаимопонимание с партнером, возможен долгожданный брак или рождение ' +
        'желанного ребенка. Будьте более снисходительны к себе, однако остерегайтесь излишеств. Проводите время с людьми, у которых ' +
        'отличное чувство юмора. Они научат наслаждаться жизнью.'
      ]
    },
    {
      id: '45',
      name: '10 кубков',
      type: 'cups',
      image: '10-cups.jpg',
      prelude: 'Удовлетворение и благодарность, связанные с реализацией поставленных целей, духовная наполненность.',
      yesNo: [
        ''
      ],
      future: [
        'Карта, которая имеет особое значение для каждой семьи. Она символизирует радость и домашний уют, который нельзя ничем ' +
        'заменить, даже если сильно стараться. Если вы имеете отношения, то обретёте душевную гармония, которую продолжительный ' +
        'отрезок времени пытались найти в своей жизни, но безрезультатно. В работе наступит временное затишье, поэтому можно выдохнуть ' +
        'и накопить энергию для дальнейшей работы, которая вскоре появится и потребует оригинальности.'
      ],
      situation: [
        'Влияние семьи и близких людей определяет настоящее. Происходит реализация поставленных целей. Полнейшая гармония. Ощущение ' +
        'безопасности и умиротворения. Стабильность. Налаженные дела идут сами собой. Завершение всех событий с положительным ' +
        'результатом. Однозначный успех',
        'Вы чувствуете безусловную поддержку родных. Возможны действия в ущерб себе ради окружающих. Уделите больше внимания семье и ' +
        'домашнему уюту, но не забывайте про свои желания.'
      ],
      relations: [
        'Десятка кубов обещает гадающему встречу с надежным партнером, такие отношения будут развиваться не слишком бурно и страстно, ' +
        'зато будут наполнены настоящим пониманием и любовью, чувственностью, все это станет основой для благополучного завершения ' +
        'отношений и перерастания в брак. Если отношения уже развиваются, то возможность свадьбы еще ближе. Если раньше в паре были ' +
        'возможны небольшие разногласия, то в этот период все наладится, обиды и недопонимания уйдут, останутся лишь искренние чувства ' +
        'и желание строить будущую жизнь вместе.'
      ],
      think: [
        'Вы долго строили настоящую любовь со своей второй половинкой, смотрели в будущее с надеждой на вечную любовь. Пришло время ' +
        'встать на новый этап, который будет наполнен ещё более яркими отношениями и бесконечной любовью. Вас ждёт брак с любимым ' +
        'человеком, поэтому вы должны быть счастливы. Наконец-то долгожданное событие придёт в вашу жизнь и позволит полностью ' +
        'довериться второй половинке, которая никогда не подрывала ваше доверие. Свадьба пройдёт по намеченному плану, поэтому вы ' +
        'будете довольны.'
      ],
      totalValue: [
        'Десятка кубков символизирует счастливую и гармоничную семейную жизнь. Счастье будет продолжительным, принесет массу ' +
        'положительных эмоций. Человек, делающий расклад, добьется многого в духовной сфере, отчего испытает неописуемую радость. Все ' +
        'дела будут благополучно завершены. Карта может предзнаменовать начало какого-то нового этапа в жизни, что принесет с собой ' +
        'душевное спокойствие и гармонию.',
        'Гадающий открыт сейчас к общению как никогда, он испытывает позитивные чувства при любом виде взаимодействия с людьми. Возможно,' +
        ' кто-то окажет помощь, которая сильно повлияет на решение важного вопроса. Вследствие этого вас переполнит чувство благодарности.',
        'Есть вероятность, что в работе все будет удачно, скорее всего, ждет профессиональный рост. Кроме того, начнется пора активных ' +
        'знакомств, которые являют собой полезные связи. В ближайшее время, словно по мановению волшебной палочки, мечты начнут ' +
        'исполняться. Успех будет преследовать по пятам, поделитесь им с окружающими. Таким образом, вы будете чувствовать ' +
        'себя защищенным.',
        'В скором времени, может ждать счастливая пора: возможен брак либо путешествие в страну, где гадающий давно хотел побывать.'
      ]
    },
    {
      id: '46',
      name: 'Паж кубков',
      type: 'cups',
      image: 'page-cups.jpg',
      prelude: 'Романтика и мечты.',
      yesNo: [
        ''
      ],
      future: [
        'Карта немного противоречивая, однако, на первый взгляд, полностью описывает положительные характеристика человека и ' +
        'ситуации. Важно понять, что следующий этап будет светлым, поэтому ожидайте приятные сюрпризы, а также мечтательные отношения ' +
        'с противоположным полом. Работа будет приносить только радость, которая невосполнима остальными сферами жизни, которая полна ' +
        'необъяснимых событий. Очень важно, чтобы трудовая деятельность вдохновляла человека на дальнейшее развитие.'
      ],
      situation: [
        'Новые знания или известия напрямую влияют на текущие события. Благоприятное время для получения новых знаний. Вы принимаете ' +
        'вдумчивые решения. Ожидаются приятные известия, новые цели и возможности. Хорошее стечение обстоятельств, но без громких побед.',
        'Опасайтесь лживых похвал и обещаний, чрезмерной лести. Стремитесь получать новые знания, в том числе постарайтесь узнать ' +
        'что-то новое о себе. Используйте каждый шанс!'
      ],
      relations: [
        'Отношения, в которых были кочки и ямы, выровняются и станут счастливыми, никакие внешние посторонние факторы изменить этого ' +
        'не смогут. Если проблем не было до этого момента, то не стоит их и ждать, недопонимание и ссоры - это точно не то, что можно ' +
        'увидеть в таких отношениях. Если человек, на которого делается раскладка, задается вопросом о ближайших отношениях, то очень ' +
        'скоро они себя проявят. Вы встретить интересную личность, сложно сказать, надолго ли эти отношения, но можно быть уверенным ' +
        'в том, то эмоции будут от них только положительными, и воспоминания надолго останутся в памяти.'
      ],
      think: [
        'Вы давно читали книги о любви, смотрели мелодрамы и по-хорошему завидовали женщинам, которые получают подарки, сюрпризы и ' +
        'внимание от своих любимых мужчин. Ваш партнёр не любил подобные вещи, поэтому никогда не старался вам угодить вечером при ' +
        'свечах. Но сейчас наступит время, когда он пойдёт на уступки и начнёт совершать романтические поступки для вас. Он откроется ' +
        'вам с новой стороны, будет каждый день баловать вас различными приятными сюрпризами. Теперь вы станете героиней романа, ' +
        'наполненного красивыми ухаживаниями.'
      ],
      totalValue: [
        'Аркан наделен тихой радостью, романтикой, мечтой и грезами. Карта несет эмоциональную нагрузку и является символом любви. При ' +
        'раскладе стоит ожидать любовного послания, известия о свадьбе, возможно, придет информация о беременности или рождении ребенка.',
        'С этой картой человек решится сделать шаг первым для примирения или воссоединения.В основном, эта карта выпадает молодому ' +
        'человеку (парню или девушке), которые имеют богатую душу, чувственность и способны на сильные эмоции.',
        'Может быть, человек займется каким-то новым делом, которое окажется весьма перспективным. Если человек будет испытывать ' +
        'переживания, то они будут связаны исключительно с новыми знакомствами и свежими чувствами.',
        'Произойдет встреча с человеком, который сыграет важную роль в его жизни. Он поможет в делах, причем сделает это не в службу, а ' +
        'в дружбу. Карта символизирует любовь, радость, добросердечность, дружеский жест, творческие замыслы и задумки.'
      ]
    },
    {
      id: '47',
      name: 'Рыцарь кубков',
      type: 'cups',
      image: 'knight-cups.jpg',
      prelude: 'Нежность, романтизм, сердечность, энтузиазм в делах любовных.',
      yesNo: [
        ''
      ],
      future: [
        'Карта обращена на описание человека, которым можете являться вы или ваш знакомый. Это мечтательная яркая личностью, которая ' +
        'ищет гармонию вокруг себя. Возможно вы встретите любовь, которая приведёт к созданию семьи. Обратите вниманием на состояние ' +
        'своего здоровья, потому что есть риск наличия какой-либо серьёзной инфекции или болезни выделительной системы. Начать ' +
        'обследование необходимо именно с этих частей организма. Старайтесь вести здоровый образ жизни, который помогает правильно ' +
        'функционировать всем системам и органам организма.'
      ],
      situation: [
        'Произошло получение выгодного предложения. Интересные предложения продолжают поступать. Успешный период. Время для заведения ' +
        'новых знакомств и самопознания. Окружающие не могут помешать успешному завершению дел, реализации возможностей.',
        'Для успеха необходимо приложить серьезные усилия. Вас ждет головокружительная удача в начатых делах. Присмотритесь к окружению ' +
        'и найдите полезного для себя человека. Не пренебрегайте помощью. Прикладывайте к делам все свои силы!'
      ],
      relations: [
        'Рыцарь кубков - очень благородная карта, умеющая красиво ухаживать. Это знак, кто в отношениях, которые протекают сейчас, ' +
        'ожидаются красивые ухаживания, знаки любви и признания в чувствах. Это период может настать как у молодых, так и у отношений ' +
        'с историей. Длительные отношения имеют большой шанс перерасти во что-то большое, партнеры могут стать супругами в недалеком ' +
        'будущем. Если же гадающий - одинокий человек, то его ждет конфетно-букетный период, но не стоит забывать, что не всегда за ' +
        'красивой внешностью скрывается такая же интересная личность, поэтому перед принятием важного решения, важно внимательно ' +
        'присмотреться к проявляющему внимание человеку.'
      ],
      think: [
        'Вы давно хотели отдохнуть в компании любимого человека, но планы всегда менялись, а мечты разрушались. В ближайшее будущее ' +
        'вы отправитесь в увлекательное путешествие со своей второй половинкой. На этом отдыхе у вас не будет никаких забот, останется ' +
        'время на отношения с партнёром. Посвятите свободное время на наслаждение обществом друг друга, потом что редко наступает ' +
        'череда прекрасных беззаботных дней, которые можно посвятить любви и страсти. Вы сможете лучше узнать друг друга, ощутить ' +
        'гармонию и чувство повторной влюблённости.'
      ],
      totalValue: [
        'Какими качествами обладает рыцарь? Конечно же, романтичность, сердечность, целеустремленность. Если расклад делается на ' +
        'характер человека, именно эти качества будут описывать его натуру. Он верен своим принципам и идеалам, всегда следует за ' +
        'мечтой, очень чуток и тактичен.',
        'В жизни это человек уже взрослый, но не зрелый и не умудренный житейским опытом. Он очень талантлив, может предаваться горячо ' +
        'любимому делу со всем энтузиазмом. У него есть своя система ценностей и собственное представление о нормах морали.'
      ]
    },
    {
      id: '48',
      name: 'Королева кубков',
      type: 'cups',
      image: 'queen-cups.jpg',
      prelude: 'Символизирует глубокие чувства и духовную наполненность.',
      yesNo: [
        ''
      ],
      future: [
        'Карта обозначает, что в скором времени вам понадобиться совет умной представительнице слабого пола, которая поможет ' +
        'справиться с какой-то проблемой с помощью дельного совета. В личной жизни не наступить никаких ярких изменений, а вот ' +
        'здоровье может значительно пошатнуться. Существует риск возникновения отёков или нарушения обмена веществ. Старайтесь ' +
        'улучшить свой пищевой рацион, чтобы сохранить здоровье своего организма. Пищевой рацион может значительно повлиять на общее ' +
        'состояние человека, плэтнему уделяют особое внимание.'
      ],
      situation: [
        'Что-то открыло вам глаза на истинное положение вещей. При этом вокруг царит дружелюбная атмосфера. Отсутствие врагов и ' +
        'тайной информации. Помощь и поддержка от близких.',
        'Возможность принимать мудрые решения, но эмоции преобладают. Чрезмерная эмоциональность может помешать.',
        'Благоприятный прогноз, но без серьезных результатов. Положительный ответ на любой вопрос. Смотрите на вещи без самообмана. ' +
        'Не пытайтесь нафантазировать то, чего нет. Не скупитесь на заботу об окружающих!'
      ],
      relations: [
        'Если при раскладе на будущие отношения выпадает Королева кубков, то человек встретит кого-то с тем типажом, которая всегда ему ' +
        'нравилась и симпатизировала. Идеал, который проецировал лишь в мечтах, гадающий до этого момента, скоро попадется на жизненном ' +
        'пути. Но надо понимать, что и все опасения и недостатки партнера, которые хранились в голове, тоже найдут себя в этих ' +
        'отношениях. Для тех, кто уже пребывает в отношениях, карта говорит о сближении, переходе на новый уровень отношений. Опять же ' +
        'воплощения мысленных проекций в жизнь, поэтому гадающему надо серьезно отнестись к образу любимого человека и отношений с ним ' +
        'в своей голове. Карта предвещает материализацию мыслей.'
      ],
      think: [
        'Ваши отношения с партнёром могут казаться спокойными, искренними и гармоничными. Вы умеете чувствовать друг друга, ' +
        'наслаждаться временем, которое проводите вместе, однако в последнее время вы думаете только о своей второй половинке. Это ' +
        'не позволяет вам развивать свой собственный потенциал, которого очень много. Помните, что неинтересный партнёр может ' +
        'наскучить, поэтому старайтесь любить и себя в этих отношений. Только так можно всегда оставаться загадкой для любимого человека.'
      ],
      totalValue: [
        'Королева Кубков символизирует успех в задуманных делах при помощи гениальной интуиции. В жизни человека, которому выпала эта ' +
        'карта, вообще есть ощущение постоянного предчувствия, словно дар ясновидения.',
        'Кроме того, гадающий предпочитает полагаться именно на воображение, а не доводы разума, частенько создается впечатление, будто ' +
        'такой человек не от мира сего. Он постоянно находится в своих мыслях и мечтаниях.',
        'Указывает карта на нужду в близком человеке либо улучшение отношений с партнером, с которым потеряна духовная связь. У ' +
        'гадающего может появиться склонность к самопожертвованию, самоанализу. Потребуется кто-то из окружения, кто сможет дать ' +
        'мудрый совет, оказать посильную помощь.'
      ]
    },
    {
      id: '49',
      name: 'Король кубков',
      type: 'cups',
      image: 'king-cups.jpg',
      prelude: 'Эмоциональная глубина. Человек глубоко и искренне чувствующий.',
      yesNo: [
        ''
      ],
      future: [
        'Значение карты очень схоже с королевой кубков, но в данный момент совет должны будете дать вы. Для этого необходимо ' +
        'отключить эмоциональную часть своей души и подключить холодный рассудок, который способен объективно оценить все риски и ' +
        'возможности. В здоровье может наступить проблемный период, связанный с водным балансом, вплоть до отравления алкоголем. ' +
        'Обратите внимание на то, какое количество жидкости вы употребляете, по необходимости проверьте здоровье почек или мочевого пузыря.'
      ],
      situation: [
        'Смелые и решительные решения в прошлом привели к событиям в настоящем. Вы ощущаете желание броситься навстречу событиям. ' +
        'Окружающие нуждаются в помощи, а эмоции и чувства вырываются на поверхность. Это благоприятный период для сотрудничества. ' +
        'Спокойное время остается позади.',
        'Вам помогает расположение окружающих, но мешает излишняя эмоциональность. Возможно нервное истощение.',
        'Если говорить о будущем, то ожидается отсутствие крупного успеха, но положительное развитие ситуации и полезные знакомства. ' +
        'Возьмите на себя роль покровителя!'
      ],
      relations: [
        'Король кубков символизирует очень чувственные отношения, возможно, между партнерами произойдет какой-то важный разговор, ' +
        'будет много чувств и скрыть их будет не так-то просто, но это и не нужно. Не так важно, как отношения и проявления любви ' +
        'выглядят со стороны, важно то, что этот период приведет к повышению статуса партнеров в жизни друг друга, можно говорить и ' +
        'о свадьбе, и о детях. Если человек только ждет свою судьбу, то ближайшие романтические отношения будут построены не на ' +
        'физическом влечении, а на искренней заинтересованности во внутреннем мире каждого.'
      ],
      think: [
        'Отношения с вашим партнёром продолжаются длительное время, однако на новую ступень вы выйти никак не можете. Ваш любимый ' +
        'человек бриться сделать следующий шаг, поэтому откладывает его на ближайшее будущее. Скоро наступит время больших перемен, ' +
        'ваш партнёр сделает вам предложение, о котором вы так долго мечтали. Теперь вы станете по-настоящему счастливым человеком, ' +
        'который получил желаемое от любимого человека, который на протяжении длительного периода времени очень важен для вас.'
      ],
      totalValue: [
        'Выпадает Король Кубков как знак привязанности к родным местам и собственному уютному дому. Кризисные моменты начинают ' +
        'заканчиваться, препятствия проходят мимо вас стороной, а впереди только широкая светлая полоса и благоприятные разрешения ' +
        'всех трудностей. Отношения в браке станут очень крепкими, наладится между супругами прочная эмоциональная связь и доверие.',
        'Карта символизирует собой успешного ответственного мужчину, справедливого и зрелого. Он очень разумен и честен ко всем, ' +
        'принимает мудрые решения. Благодаря своей образованности и воспитанности, знает, как произвести впечатление на даму сердца.',
        'Аркан не олицетворяет собой определенного человека, который обязательно встретится на жизненном пути. Это само воплощение ' +
        'власти, чести, справедливости, разумных и обдуманных поступков. Кто-то из окружения может помочь решить ваши проблемы ' +
        'совершенно бескорыстно, нужно лишь попросить о помощи.'
      ]
    },
    {
      id: '50',
      name: 'Туз кубков',
      type: 'cups',
      image: 'ace-cups.jpg',
      prelude: 'Открытость и внутренняя наполненность, гармония и энергичность.',
      yesNo: [
        ''
      ],
      future: [
        'Положительная карта, которая означает, в первую очередь, хорошее самочувствие, которое не будет сопровождаться ' +
        'заболеваниями. Существующие болезни будут легче лечиться. В личной жизни будет немало причин сюрпризов, которые позволят ' +
        'наслаждаться каждым мгновением отношений. Вы будете полностью довольны этапом жизни, который принесёт приятные эмоции и ' +
        'новые увлечения. Не забывайте, что главное в жизни - чувствовать радость от каждого прожитого мгновения. Цель жизни любого ' +
        'человека - не забывать, что она скоротечна.'
      ],
      situation: [
        'Вас ждут жизненные озарения. Само божественное провидение помогает вам. Вы чувствуете наполненность жизни, внутреннюю ' +
        'гармонию, радость и счастье. Происходит обострение интуиции. Это период полнейшего счастья и благоденствия. Впереди успешное ' +
        'и прибыльное завершение дел.',
        'Опасность может представить склонность идти на поводу у эмоций и чрезмерная щедрость. Проявите разумность и заботу об ' +
        'окружающих! Не бойтесь проявлять сильные чувства, но будьте осторожны.'
      ],
      relations: [
        'Туз кубков обещает одиноким людям встречу с новым человеком, который станет партнером в крепких отношениях, добрых, красивых, ' +
        'и в целом, положительных. При этом самому гадающему человеку не нужно пускаться в поиски и прилагать особых усилий, судьба ' +
        'сама преподнесет подарок, остается только дождаться. А ждать придется недолго. Если же человек уже в отношениях, то карта ' +
        'говорит о том, что развиваться взаимоотношения будут только в положительном русле, партнеры умеют слушать друга друга и ' +
        'понимать, гармония - это то, что останется доминирующим элементом в отношениях.'
      ],
      think: [
        'Ваши отношения отличаются нежностью и трепетным отношением друг к другу. В современном мире очень редко встречается ' +
        'подобная любовь, которая основана не на сексуальном влечении, а на духовном уровне и настоящей любви. Вы постоянно думаете ' +
        'о своей половинке, ищете возможность находиться с ней рядом. Вам важно присутствие этого человека. Такое трогательное ' +
        'чувство принято назвать искренней любовью, которая остаётся с человеком на протяжении всей жизни, поэтому пытайтесь ' +
        'сохранить отношения.'
      ],
      totalValue: [
        'Туз Кубков – это знак внутренней энергии, открытости души ко всему новому, душевной гармонии и комфорта. Одним словом можно ' +
        'сказать, что это карта блаженства. Выпадающий в раскладе такой Аркан указывает на то, что счастье стоит у дверей гадающего. ' +
        'Это светлый луч, появляющийся в темной душе, он выдворяет оттуда всю печаль, уныние, злость, страхи.',
        'На бытовом уровне Туз Кубков выпадает, когда ожидаются какие-то перемены в рутинной жизни. Те, которых очень ждут. Это ' +
        'вечеринка, застолье, свадьба лучшего друга, где удастся хорошо погулять. Это внезапно объявившийся хороший, но старый друг, ' +
        'который решил наладить связь.'
      ]
    },
    // меч
    {
      id: '51',
      name: '2 мечей',
      type: 'sword',
      image: '2-sword.jpg',
      prelude: 'Стремление к миру и благополучию.',
      yesNo: [
        ''
      ],
      future: [
        'Карта символизирует новые возможности в общении с другими людьми. Поэтому важно полностью открыться знакомству с новыми ' +
        'людьми, что сделает вашу жизнь наиболее яркой и насыщенной. Обратите внимание на общее состояние организма, которое может ' +
        'ухудшаться под воздействием различных факторов, под действием рецидивов хронического заболевания. Старайтесь укреплять ' +
        'иммунитет с помощью правильного питания, наполненного витаминами и минеральными веществами. Тогда можно сохранить ' +
        'хорошее самочувствие.'
      ],
      situation: [
        'Избегание проблем и игнорирование шансов привело вас в текущий момент. Наступило время тщательного самоанализа. Ситуация ' +
        'выбора, но желание избежать приятия решения. Зацикливание на сложностях. Сомнения все равно приведут к принятию решения, а ' +
        'глубокий анализ позволит сделать верный выбор.',
        'Есть опасность за самопознанием не заметить проблем в реальной жизни. Большая вероятность упустить возможности. Ожидается ' +
        'неблагоприятное развитие ситуации при бездействии. Не тяните время при принятии решений. Сосредоточьтесь на текущем моменте, ' +
        'чтобы не упустить знаки судьбы!'
      ],
      relations: [
        'Двойка мечей - хороший знак для людей, в чьих отношениях не все гладко. Если взаимопонимание не всегда есть возможность ' +
        'найти, то в ближайшее время с этим проблем не будет. Столкновения любого рода разрешатся как по волшебству, и настанет ' +
        'благоприятный период во взаимоотношениях. Если человек ищет вторую половинку, или на горизонте уже кто-то есть, то карта ' +
        'является знаком того, что отношения будут носить мирный и спокойный характер. Пыл и огненные страсти бытовой жизни улягутся ' +
        'и отойдут на второй план, романтические отношения смогут увлечь с головой.'
      ],
      think: [
        'Вы в последнее время не могли решиться на какие-то перемены в своей личной жизни. Постоянные колебания в решении привели к ' +
        'тому, что вы замкнулись в своих переживаниях и страхах, это не позволило вам открыться своей второй половинке, вы решили, ' +
        'что сами в состоянии справиться с возникшими проблемами. Возможно недавно произошла ссора, поэтому вы не общаетесь с ' +
        'любимым человеком. Карта обещает вам, что в скором времени вы восстановите отношения со своей второй половинкой и сможете ' +
        'принять верное решения.'
      ],
      totalValue: [
        'Двойка мечей - это знак того, что человек в силу каких-то причин закрылся от окружающих. Он хочет, чтобы его никто не трогал, ' +
        'в его проблемы никто не вмешивался. Окружающие в данный период раздражают.',
        'Гадающий человек, ищет помощи от других, но и в то же время, ни от кого её принимать не хочет. Карта говорит о таких чертах ' +
        'характера, как: эмоциональность, богатое воображение, застенчивость, сдержанность, доброта.',
        'Таким людям необходима эмоциональная поддержка, поскольку они очень чувствительны и остро реагируют на каждое слово. Обычно, ' +
        'карта символизирует людей, рождённых под покровительством Луны.'
      ]
    },
    {
      id: '52',
      name: '3 мечей',
      type: 'sword',
      image: '3-sword.jpg',
      prelude: 'Отсутствие силы воли, слабость, подверженность порокам.',
      yesNo: [
        ''
      ],
      future: [
        'Вы начнёте не самый приятный этап своей жизни, потому что она наполнит дни серыми и другими тёмными оттенками, способными ' +
        'превратить жизнь в бесконечное чередования печальных событий, приносящих негативные эмоции. Возможна депрессия или ' +
        'расстройство нервной системы, вам нужно собраться духом и попытаться изменить чёрную полосу. Обратите внимание на свое ' +
        'сердце, которое может заболеть именно в этот период. Пейте успокоительные лекарства и посетите кардиолога, который проведёт ' +
        'профессиональную диагностику.'
      ],
      situation: [
        'Было принято решение, которое противоречит чувствам. Возможно получение трагической информации, неприятных новостей. ' +
        'Наступил период страданий и душевных мук. Незначительные мелочи становятся проблемой.',
        'Получение горького опыта, который может послужить в будущем. Невозможность избавится от напряжения и проблем. Негатив ' +
        'распространяется на все сферы. Неблагоприятное течение ситуации. Для устранения переживаний необходимо выговориться. ' +
        'Найдите способы умиротворения!'
      ],
      relations: [
        'Эта карта таро чаще всего предвещает разрыв или серьезный кризис в отношениях. Все давние ссоры и обиды всплывут наружу и ' +
        'окажут сильное давление на пару. Если вы давно ощущали себя некомфортно в нынешних отношениях, то пора прекратить их и уйти, ' +
        'пока кризис не принял более серьезные обороты. Если вам кажется, что это еще не конец чувств, а временные проблемы, то ' +
        'придется приложить немало усилий, чтобы разрешить конфликтную ситуацию. Тем, кто ищет партнера, сейчас не особо светит удача. ' +
        'Скорее всего, ожидать встречи со второй половинкой в ближайшее время нет смысла.'
      ],
      think: [
        'Отношения нельзя назвать идеальными, потому что возможны сильные обиды друг на друга. В вашей любви не было правильного ' +
        'баланса, гармонии. Оба партнёра продолжительный отрезок времени пытались загладить недопонимания, однако наступил момент, ' +
        'когда терпение подошло к крайней точке. Вы не смогли сдержаться и наговорили много неприятных вещей друг другу. Теперь ' +
        'наступает точка невозврата, когда отношения полностью прекращаются и возобновить из практически невозможно. Постарайтесь ' +
        'смириться с мыслью, что вы больше не пара.'
      ],
      totalValue: [
        'Тройка мечей символизирует боль, слёзы, горе, потерю близкого человека, тревоги, разочарования, что может вызвать сильную ' +
        'депрессию. Возможно, что гадающего человека бросили, и он находится в состоянии апатии.',
        'Постоянные неудачи выбили его из нормального жизненного цикла. Он раздражён, постоянно ссорится с окружающими. У него могут ' +
        'быть проблемы с сердцем.'
      ]
    },
    {
      id: '53',
      name: '4 мечей',
      type: 'sword',
      image: '4-sword.jpg',
      prelude: 'Перемирие, но временное.',
      yesNo: [
        ''
      ],
      future: [
        'Карта позволяет понять, что человека ждёт дллгий период психологической неустойчивости, которая будет проявляться в желании ' +
        'побыть наедине с собственными мыслями. Однако помните, что надолго оставаться наедине нельзя. Это может стать причиной того, ' +
        'что существующие проблемы усугубятся. В плане самочувствия возникнет длительная болезнь, которая не пощволит вести активный ' +
        'образ жизни. Такая карта несёт в себе серьёзные негативные эмоции.'
      ],
      situation: [
        'Слишком много суеты и жизненные неурядицы в прошлом приводят к необходимости восстановить силы в настоящем. Необходимость ' +
        'перезагрузки. Пассивность. Упадок сил. Но при этом- стабильность, моральный покой, восстановление сил. Время для планирования ' +
        'ситуации на будущее.',
        'Вам не хватает сил для борьбы с обстоятельствами. Неподходящее время для отдыха, но обстоятельства вынуждают. Ситуация ' +
        'разрешиться благоприятно не может, но при этом негативных последствий также нет. Сделайте паузу среди мирской суеты. ' +
        'Побудьте наедине с собой!'
      ],
      relations: [
        'Четверка мечей говорит об одиночестве. Если человек желает сейчас встретить кого-то для отношений, то вероятно, ничего не ' +
        'изменится. И причина не в фатуме, а в отношении самого человека к себе. Сейчас гадающий слишком замкнут в себе, не может ' +
        'найти сил для восстановления самооценки, явно корит себя за что-то, не может отпустить прошлое. Пока человек находится в ' +
        'таком состоянии, романтические отношения не смогут начаться в его жизни. Если гадающий уже в отношениях, то речь об ' +
        'одиночестве кого-то или обоих в этих отношениях, надо попробовать обратить внимание на партнера, изменить свое отношение ' +
        'к происходящему, иначе расставание неминуемо.'
      ],
      think: [
        'Вам кажется, что наступило время окончание вашей истории любви. Вы смирились с чувством, что больше никогда не будете со ' +
        'своим партнёром. Ваше расставание было вызывает сильным эмоциональным выплеском негатива. Вы ошибаетесь, что в ваших ' +
        'отношениях поставлена точка. В ближайшее время вы сможете встретиться, поговорить и понять, что любите друг друга. Это ' +
        'поможет вам снова быть вместе. Помните, что только от ваших чувств и желаний может измениться ситуация. Дайте этой любви ' +
        'последний шанс. Чтобы потом не сожалеть об этом решении.'
      ],
      totalValue: [
        'Четвёрка мечей указывает на то, что гадающий человек отгородился от окружающих. Ему не хочется никого видеть, все валится из ' +
        'рук, в делах застой. Главное не уходить в себя, ведь это может обернуться глубокими душевными расстройствами. Надо попросить ' +
        'помощи у тех, кто рядом, и она будет оказана. Стабилизировать душевное состояние поможет посещение святых мест.',
        'Возможно, гадающий человек на данный момент болен. Скорейшее выздоровление ждёт его в ближайшее время, и тогда вернётся и ' +
        'оптимистичный настрой.',
        'Еще одна трактовка аркана говорит о том, что гадающий совершил неблаговидный поступок, или наоборот, какое-то доброе дело. ' +
        'Аркан чаще всего выпадает трудоголикам. Они работают больше других, поэтому, буквально, валятся с ног, и совершают ошибки на ' +
        'работе. Отдых - вот что, в первую очередь, нужно гадающему сейчас.'
      ]
    },
    {
      id: '54',
      name: '5 мечей',
      type: 'sword',
      image: '5-sword.jpg',
      prelude: 'Символ подлости, лицемерия, предательства и неискренности.',
      yesNo: [
        ''
      ],
      future: [
        'Карта пытается предупредить о наличии конфликтов, ссор, недосказанности и других негативных ситуаций, которые зачастую ' +
        'нельзя избежать. Помните, что нужно жить настоящим. Не зацикливайтесь на своих проблемах, потому что это не поможет их ' +
        'устранить. Лучше пытаться найти верное решение. В плане личной жизни и здоровья не наступит никаких ярких изменений, ' +
        'поэтому сконцентрируйтесь на внутренних переживаниях. Это сделает вашу личность сильной и выносливой, что очень важно в ' +
        'настоящее время.'
      ],
      situation: [
        'Недавние поражения переживаются до сих пор. Происходят изменения мировоззрения и жизненного пути. Возможны мелкие ссоры, ' +
        'разрушение устоявшейся ситуации, выход за рамки. Устранение всего, что мешает двигаться вперед. За действия приходится ' +
        'многим платить.',
        'Слишком дорогая цена за решение проблем и все равно неблагоприятный итог. Выйдите за рамки ситуации и приготовьтесь ' +
        'заплатить, если хотите остаться победителем.'
      ],
      relations: [
        'Новых любовных отношений эта карта не обещает, стоит подождать и пока обратить внимание на другие сферы своей жизни. Для уже ' +
        'существующих отношений пятерка мечей - знак бурных выяснений отношений. Сильные чувства по отношения друг к другу одолевают ' +
        'обоих в паре, однако речь не о любви, а о настоящей ненависти. Сохранить взаимоотношения хотя бы нейтральными будет довольно ' +
        'непросто, ведь каждый считает правым именно себя и мало хочет слушать второго человека. Самостоятельно пара вряд ли ' +
        'разберется, поэтому только помощь извне сможет спасти отношения. Однако надо понимать, что в рои миротворца может выступать ' +
        'человек, к которому оба человека относятся хотя бы нейтрально, иначе накал страстей лишь увеличится.'
      ],
      think: [
        'Вы много сделали для того, чтобы быть с этим человеком. Вы добивались его расположения на протяжении длительного отрезка ' +
        'времени. Теперь вы получили его любовь, но вести себя нежно не можете. Вы постоянно контролируете его действия, оказывается ' +
        'огромное давление. Помните, что правильные длительные отношения построены на доверии и равноправии. Не стоит постоянно ' +
        'принимать решения вместо другого человека, станьте мягким нежным человеком, который готов дарить тепло и поддерживать в ' +
        'трудную минуту.'
      ],
      totalValue: [
        'Пятерка мечей несёт крайне негативное значение. Основные значения: тревога, подлость, страх, унижение, потеря, крах планов. ' +
        'У человека в жизни - чёрная полоса, ему не везёт ни в чём.',
        'Стрессы, слёзы, конфликты способствуют тому, что ему кажется, что просвета в улучшении ситуации никогда не будет. Он в ' +
        'отчаянии, ему кажется, что весь мир вступил с ним в противоборство.'
      ]
    },
    {
      id: '55',
      name: '6 мечей',
      type: 'sword',
      image: '6-sword.jpg',
      prelude: 'Творческое озарение, вдохновение и созидание.',
      yesNo: [
        ''
      ],
      future: [
        'Карта не несёт в себе никакого негатива, поэтому бояться её совсем не стоит. В большинстве случаев она вообще нейтральная, ' +
        'а значение зависит только от карт Таро, которые располагаются рядом с ней. А вот для здоровья есть отличные новости, которые ' +
        'предрекают скорейшее выздоровление от заболевания, которое продолжительное время вас мучает. Однако есть вероятность, что вас ' +
        'будут мучать различные угрызения совести, которые приведут к психологическому срыву.'
      ],
      situation: [
        'Произошло неожиданное разрешение дел, которые казались невозможными. Вы чувствуете нерешительность. Происходят неясные ' +
        'события, выход за пределы привычного мира, глобальные изменения. Появилась возможность справится с крупными проблемами, ' +
        'реализовать смелые и неординарные решения.',
        'Удача на вашей стороне, но может быть недостаточно ресурсов и решительности для совершения дела. Но скорее всего, вас ждет ' +
        'успех в делах, даже если шансов было ничтожно мало. Полный провал произойдет только при нерешительности.',
        'Избавьтесь от старых привычек и выходите из зоны комфорта, чтобы все завершилось благополучно!'
      ],
      relations: [
        'Эта карта обещает довольно неожиданное развитие событий, но в любой случае гадающего ждут серьезные перемены. Если человек ' +
        'сейчас находится в отношениях, то варианты развития могут быть самыми разными - от вступления в новую жизнь, совместную жизнь ' +
        'или брак, до расставания. Паре стоит прислушаться друг к другу, чтобы понять по-настоящему ли люди подходят друг другу или ' +
        'вместе только потому, что удобно. А для одиноких людей карта очень удачная: либо человек сможет вступить в новые отношения, ' +
        'либо начнет получать внимание от противоположного пола в небывалых объемах.'
      ],
      think: [
        'Если вы находитесь в серьёзных отношениях, то в скором времени наступят небольшие изменения. Возможно вы поменяете место ' +
        'жительства или отправитесь в долгожданное совместное приключение, которое подарит много позитивных впечатлений и воспоминаний, ' +
        'которые будет согревать душу. Если вы не имеете постоянного партнёра, то скоро познакомитесь с интересной личностью. Возможно ' +
        'это будет иностранец. Вы заметите, что он может подарить вам много нового и неизведанного. С ним вам будет очень интересно, ' +
        'потому что до этого вы не чувствовали таких чувств ни к одному человеку.'
      ],
      totalValue: [
        'Шестерка мечей говорит о том, что наступило время перемен. Гадающий человек хочет изменить свою жизнь, но боится всего нового, ' +
        'так как является консерватором по натуре. Придётся заниматься какими-то хлопотами.',
        'Не исключено, что гадающий человек увлечется одним из религиозных течений. Тогда его жизненные ценности станут абсолютно ' +
        'другими, и изменится его окружение. Период адаптации пройдёт успешно. В новой обстановке для него начнётся период счастливых ' +
        'событий. Ему будут помогать даже незнакомые люди.'
      ]
    },
    {
      id: '56',
      name: '7 мечей',
      type: 'sword',
      image: '7-sword.jpg',
      prelude: 'Малодушие и трусость, стремление нажить деньги нечестным путем.',
      yesNo: [
        ''
      ],
      future: [
        'В первую очередь, означает печальные мысли внутри души человека. Это связано, скорее всего, с компромиссом, который не принёс ' +
        'желаемого изречения от проблемы. Поэтому человека терзают мысли, всё ли правильно он сделал в тот момент. В личной жизни может ' +
        'наступить измена или другое предательство от любимого человека, поэтому стоит насторожиться на странности своего партнёра. ' +
        'В целом карта не несёт никакой положительной информации, всё будет достаточно сложно и печально в ближайшее время.'
      ],
      situation: [
        'На текущую ситуацию влияют недальновидные и необдуманные решения в прошлом. Фантазии перевесили доводы разума. Происходят ' +
        'тайные события. Развитые навыки и умения можно применить для реализации планов.',
        'В негативном ключе возможны нечестные действия и выход ситуации из-под контроля. Могут помешать неблаговидные поступки со ' +
        'стороны окружающих. Тем не менее потерь не предвидится, если проявить осторожность. Спокойно делайте свое дело и не стремитесь ' +
        'быть в гуще событий!'
      ],
      relations: [
        'Эта карта говорит о том, что в отношениях много недосказанности и неопределенности. Если кто-то из партнеров не решится начать ' +
        'говорить, чтобы решить проблему и сократить нарастающее расстояние, то отношения будет сложно спасти. Не стоит бояться сказать ' +
        'правду, куда хуже получится, если второй человек будет чувствовать замкнутость и неискренность в его адрес. Для новых отношений ' +
        'сейчас не лучшее время, стоит заняться самопознанием и самоопределением, в будущем это даст хорошие плоды в отношениях.'
      ],
      think: [
        'Неприятная карта в раскладе на отношения, однако она открывает истинное лицо вашей любви. Вы долго искали партнёра, который ' +
        'может быть корыстен для вас, теперь вы строите отношения с ним, но ни о какой любви ни с одной стороны не может быть и речи. ' +
        'Вы просто получаете друг от друга желаемое и этим довольствуетесь. Ваши отношения пропитаны ложью, которую вы пытаетесь ' +
        'тщательно скрывать. Помните, что такая "любовь" не приносит счастье людям. Попытайтесь расстаться, чтобы начать жизнь, которая ' +
        'приведёт вас к искренним чувствам.'
      ],
      totalValue: [
        'Семерка мечей имеет много значений, и в этом противоречивость данного аркана. Проблемы и сложности, которые окружаю гадающего, ' +
        'просто так не решить. Необходима сильная поддержка сильных покровителей.',
        'Не стоит искать пути достижения своих целей, при этом посягая на чужое имущество. Карта выпадает людям с негативной ' +
        'энергетикой, способным совершать плохие поступки.',
        'Может оказаться и так, что гадающего ждет обман или кража, поэтому карта советует быть осторожным.'
      ]
    },
    {
      id: '57',
      name: '8 мечей',
      type: 'sword',
      image: '8-sword.jpg',
      prelude: 'Непостоянство, нестабильность, сомнения.',
      yesNo: [
        ''
      ],
      future: [
        'Карта также является источником негативной информации. Она пытается предупредить, что человека ждут большие неприятности, ' +
        'конфликты или даже осуждение от других людей. Морально подготовьтесь к жёсткой критике, которая обязательно поступит в ваш ' +
        'адрес. В отношения с любимым человеком наступит переломный момент, который принято называть кризисом. Однако этот момент не ' +
        'является окончанием отношений или любви между людьми, нужно только найти силы переждать некоторое трудное время, которое ' +
        'наступило. Возможно наступление болезни, поэтому следите за здоровьем.'
      ],
      situation: [
        'Беды и потери в недавнем прошлом привели к решению о самоограничении. Отчаянная ситуация. Сильные внутренние переживания. ' +
        'Добровольный отказ от жизненных приоритетов на пути к преодолению проблем благоприятно влияет на ситуацию. На пути стоят только ' +
        'внутренние блоки и убеждения. Выход совсем рядом.',
        'В негативном случае - невозможность изменить ничего. Все складывается не так, как нужно. Вероятны самые негативные сценарии ' +
        'событий. Это предзнаменование бед и потерь. Приготовьтесь к худшему заранее. Пересмотрите свои убеждения.'
      ],
      relations: [
        'Человек, которому выпадает эта карта при гадании на отношения, пока не готов к принятию нового человека в свою жизнь. Чтобы ' +
        'любовь пришла в жизнь человека, нужно приготовиться открываться и показывать себя настоящему, в противном случае новые ' +
        'отношения не будут иметь почвы для построения. То же самое касается и человека, который находится в отношениях, вам надо ' +
        'довериться своему партнеру, иначе вы будете отдаляться друг от друга. Вам кажется, что некоторые стороны вашей личности могут ' +
        'оттолкнуть человека, но на самом деле отталкивает только закрытое поведение.'
      ],
      think: [
        'Вы очень любите своего партнера, но постоянно пытаетесь не совершить ошибку, потому что сильно боитесь его потерять. Помните, ' +
        'что только настоящее лицо способно привлечь человека и подарить настоящие искренние чувства, которых так мало в двадцать ' +
        'первом веке. Ваши комплексы не позволят вам сохранить на длительное время эту любовь, поэтому начинайте с себя. Попробуйте ' +
        'поработать с психологом, который за несколько сеансов сможет помочь вам справиться с проблемой, которая не позволяет вам ' +
        'двигаться дальше.'
      ],
      totalValue: [
        'Аркан характеризует человека его непостоянством, какими-то сомнениями. Восьмерка мечей означает и внешние, и внутренние ' +
        'факторы, которые свидетельствуют о проблеме. Это могут быть объективные недоразумения и те, которые исходят от самого человека.',
        'Карта может говорить о каком-то затруднительном положении, беспомощности, капризности, ограничениях, тернистом пути к своей ' +
        'цели, загнанности в тупик. Получается значений у карты много. Ее также стоит воспринимать, как предупреждение о том, что грядут ' +
        'непредвиденные обстоятельства, которых избежать не удастся.',
        'Человек под воздействием этого Аркана не свободен и зависим от обстоятельств. Он лишил себя свободы, и готов подчиняться ' +
        'чьим-то правилам и требованиям, расплачиваясь за свои ошибки, признавая и искупая свою вину. Он достаточно мудрая личность, ' +
        'поэтому к своим проблемам может отнестись по-философски.'
      ]
    },
    {
      id: '58',
      name: '9 мечей',
      type: 'sword',
      image: '9-sword.jpg',
      prelude: 'Тревога, паника, чувство вины (часто чувства необоснованные).',
      yesNo: [
        ''
      ],
      future: [
        'Ещё одна карта, описывающая негативные жизненные ситуации, она поясняет, насколько тяжело душевно и психологически будет ' +
        'пережить различные проблемы, связанные с жизненными трудностями. Важно полностью сконцентрироваться о том, что окружает, а ' +
        'не о внутренних эмоциях. Здоровье не пострадает сильно, но возможно появление болей в различных органах и системах. Это не ' +
        'наличие заболевания, а скорее отражение уже существующих проблем. Поэтому изучите каждую боль, которая порой является ' +
        'симптомов более серьёзных проблем.'
      ],
      situation: [
        'Трагические и серьезные потери в прошлом. Сейчас события протекают без вашего контроля. Состояние подавленности, ' +
        'озабоченности, неуверенности. Только необходимость справится с трудностями выведет на новый уровень, но ситуация ' +
        'осложняется страданиями.',
        'Вероятно крайне негативное развитие событий. Отрицательный ответ на любой вопрос. Кризисные ситуации. Крупные потери. Не ' +
        'нужно заглядывать в прошлое. Живите в настоящем и копите ресурсы. Смиритесь с ситуацией.'
      ],
      relations: [
        'Девятка мечей говорит о вопрошающем, что он испытывает много сомнений и неуверенности по поводу самого себя, своего ' +
        'возлюбленного, отношений в целом. Такое отношение не может остаться незамеченным и рано или поздно приведет к настоящим, ' +
        'а не придуманным проблемам. Если гадающий еще одинок, то эти же комплексы и мнительность приводят как раз к отсутствию ' +
        'человека рядом, пока вы не начнете уверенно смотреть вперед, перестав оглядываться назад, романтические отношения не смогут ' +
        'войти в вашу жизнь.'
      ],
      think: [
        'Вы долго искали человека, который создал душевное тепло в вашей жизни, поэтому когда увидели этот потенциал в своём любимом, ' +
        'стали сильно дорожить отношения с ним. Эта любовь стала для вас одержимостью, которая не покидает вас. Вы не можете смириться, ' +
        'что есть вероятность разрыва этих отношений. Вам стоит понять, что ваша наивность и навязчивость может плохо сказаться на ' +
        'гармонии, поэтому возникнут конфликты. Именно ссоры зачастую являются причиной разрыва. Начните меняться сейчас, чтобы ' +
        'избежать последствия в будущем.'
      ],
      totalValue: [
        'Аркан характеризуется тревогами, напастями, паникой и чувством вины. Причиной всех проблем, которые происходят в жизни ' +
        'человека, является в первую очередь его бессилие перед неудачами. Но его также нельзя упрекать в том, что его страхи и ' +
        'переживания беспочвенны. Но среди более серьезных проблем также могут возникнуть и незначительные трудности, на которые ' +
        'действительно не стоит обращать внимания.',
        'Случатся неприятности, но не нужно забывать о том, что некоторые из них уже в прошлом. Человека будут мучить дурные ' +
        'предчувствия, которые твердо осели в его подсознании.',
        'Кроме этого, человек будет испытывать чувство стыда за свои поступки и деяния. Конечно же, в буквальном смысле, карта не ' +
        'несет угрозы, но в психологическом плане человеку будет очень тяжело. Он будет испытывать чувство страха и тревоги, грусти ' +
        'и тоски. В его жизни могут появиться враги, хотя из-за своих поступков он и сам себе является врагом. Он боится своих проблем, ' +
        'и прячет голову в песок.'
      ]
    },
    {
      id: '59',
      name: '10 мечей',
      type: 'sword',
      image: '10-sword.jpg',
      prelude: 'Конец всему, развал и распад, разрушение.',
      yesNo: [
        ''
      ],
      future: [
        'Самая страшная карта из всей колоды Таро. Она уведомляет, что в скором времени вы потеряете близкого и дорого человека, ' +
        'потому что он уйдёт из жизни. Причины смерти могут быть совершенно разные, на это карта не указывает. Особенное внимание ' +
        'уделите своему здоровью. Появляется огромный риск получить смертельно опасные заболевания, которые впоследствии приведут ' +
        'вас к смерти. Не стоит сращу впадать в панику, постарайтесь оценить всё, что может помочь избежать ужасные последствия. Вы ' +
        'должны собраться с мыслями и понять, что лучше сделать.'
      ],
      situation: [
        'Один период закончился естественным образом, чтобы начался другой. Произошло болезненное окончание ситуации. Вас гложат ' +
        'сильные переживания. Вы проходите трудный, но необходимый жизненный этап.',
        'Проблемы нужно пережить, но скоро все пройдет. Может помешать недостаточность ресурсов и невозможность повлиять на исход ' +
        'событий. Несмотря на хорошие шансы в начале, ситуация завершится негативно. Возможны серьезные потери. Наберитесь терпения ' +
        'и сил. Сделайте последний рывок. Заручитесь поддержкой близких.'
      ],
      relations: [
        'Для того чтобы понять совет этой карты, надо проанализировать свои отношения. С одной стороны, это может быть знаком перестать ' +
        'полагаться только на голову и поддаться чувствам, открыть сердце и душу. С другой стороны, возможно, карта хочет сказать, что ' +
        'человек, который находится с вами рядом, не достаточно искренен с вами, он что-то скрывает или просто не договаривает. В ' +
        'общем, карта говорит о том, что в отношениях имеется пустое место, которое необходимо заполнить чувствами и правдой. Если ' +
        'гадает человек одинокий, то для него карта пока не обещает начала новых отношений, возможно, сейчас время проанализировать ' +
        'свое прошлое.'
      ],
      think: [
        'У вас очень сложные отношения, потому что вы продолжительное время своей жизни не замечали недостатки своего любимого ' +
        'человека. Любовь стала основой вашей жизни, потому что вы имели искренние чувства к человеку и пытались сделать всё для ' +
        'сохранения этих отношений, которые не отличались прочностью и верностью. Теперь вы наконец-то поймёте, насколько ваша вторая ' +
        'половина была нечестна рядом с вами. Постоянное предательство, которое маскировалось ложью и нечестными поступками. Отношения ' +
        'будут прекращены, а расставание болезненное для вашего душевного состояния.'
      ],
      totalValue: [
        'С десяткой мечей речь идет о бесконтрольном завершение каких-либо дел. Это могут быть неожиданные и деструктивные ситуации с ' +
        'крахом, распадом, развалом. И это не просто трудностив жизни человека, это полный тупик и безнадежность.',
        'Неслучайно эту карту Таро называют самой страшной. Если другие Арканы подразумевают временные неудачи, которые со временем ' +
        'можно пережить, побороть, преодолеть, то с Десяткой мечей все безрезультатно.',
        'Ожидается полный провал, как в отношениях, так и в бизнесе. Гадающий человек пройдет через боль и опустошение. Удача ' +
        'отвернется от него, а неудачи усугубятся еще сильнее. Если человеку придется с кем-то или с чем-то расстаться, он испытает ' +
        'трагическую боль потери.',
        'Положительный момент принесет эта карта в том случае, если будет свидетельствовать о завершении тяжелого периода, а пока она ' +
        'связана с горем, слезами, болью, страданиями, отчаянием и печалью.'
      ]
    },
    {
      id: '60',
      name: 'Паж мечей',
      type: 'sword',
      image: 'page-sword.jpg',
      prelude: 'Символ человека умного, истинного интеллектуала.',
      yesNo: [
        ''
      ],
      future: [
        'Эта карта предупреждает вас, что рядом находиться опасный человек, который может навредить вашему здоровью, судьбе или ' +
        'будущему. Постарайтесь понять, кто является предателем в вашем окружении, потому что это поможет отстраниться от него. Это ' +
        'главная информация, которая содержит данная карта Таро. Важно понимать, что предательское отношение не позволяет человеку ' +
        'развиваться. Никогда не держите рядом с собой людей, неспособных быть с вами честными и искренними, чтобы не получить нож в спину.'
      ],
      situation: [
        'Недавнее завершение процесса предоставляет возможность насладиться результатом в настоящем. Остерегайтесь провокаций со ' +
        'стороны окружающих. Это время сбора информации, есть вероятность пострадать от сплетен.',
        'Сообразительность и общение позволяют собрать нужные данные, а если есть все знания, то можно повернуть ситуацию в свою пользу. ' +
        'А вот повышенная раздражительность и критика со стороны усугубляют ситуацию. Воспринимая информацию, соблюдайте осторожность и ' +
        'помните о критическом мышлении. Не поддавайтесь на провокации.'
      ],
      relations: [
        'Паж мечей обещает много мелких разногласий, которое долгое время копились, и которые уже готовы обрушиться лавиной. Скорее ' +
        'всего, инициатором этой ссоры станет не гадающий, а его партнер, поэтому стоит подготовиться к этому конфликту. Пришла время ' +
        'взвесить все "за" и "против" - возможно, пришло время логичного окончания, а возможно, спасти отношения еще есть шанс, но для ' +
        'этого паре придется пойти навстречу друг другу, найти компромиссное решение. Одинокий человек моет воспринимать карту как знак ' +
        'к новым действиям - можно проявить интерес к давнему знакомому и, наконец, стать не просто знакомыми, а можно и завести новое ' +
        'знакомство.'
      ],
      think: [
        'Отношения с вашим партнёром вполне стабильны и хороши, поэтому поводов для беспокойств нет. В ближайшее будущее у вас будет ' +
        'небольшой конфликт, который не приведёт к ухудшению эмоционального фона в вашей любви. Вы спокойно найдёте причину этой ' +
        'ссоры, поэтому она никак не отразиться на вашем общем будущем. Учитесь уступать друг другу, это поможет в закладке фундамента ' +
        'для будущих серьёзных этапах в вашей судьбе. Отношения - постоянная работа, поэтому люди должны прилагать максимум усилий для ' +
        'достижения спокойствия и гармонии.'
      ],
      totalValue: [
        'Карта характеризуется недвусмысленным указанием на обновление, недюжинный уми провокацию. Карта имеет разное значение, но есть ' +
        'и то, что объединяет каждого.',
        'Когда выпадает этот Аркан, то можно судить о неординарной личности со значительным потенциалом. Речь может идти о человеке с ' +
        'непростым характером, и это, несомненно, выделяет его среди других людей. А еще карта может нести и более негативный характер, ' +
        'где человек и без того в непростой ситуации, пытается все усложнить, усугубить.',
        'В более серьезных обстоятельствах он включает свое ребячество, вместо серьезных действий. Карта характеризует молодого ' +
        'человека, в основном женского пола, которая обладает аналитическим умом, весьма сообразительна, энергична и эмоциональна.'
      ]
    },
    {
      id: '61',
      name: 'Рыцарь мечей',
      type: 'sword',
      image: 'knight-sword.jpg',
      prelude: 'Красноречивый и хитрый человек, великолепный оратор и продавец.',
      yesNo: [
        ''
      ],
      future: [
        'Карта обещает, что в ближайшем будущем вы будете удивлены переменами, которые произойдут. Вы можете правильно выйти из ' +
        'опасности, однако не считайте это подарком судьбы. Это только ваше решение, которое способно резко изменить ваше будущее. ' +
        'Нельзя всегда быть уверенным в своей правоте, иногда возникают непредвиденные обстоятельства, именно о них предупреждает ' +
        'Рыцарь Мечей. Перемены важны для того, чтобы создавать динамику в жизни, которой порой не хватает из-за бесконечных хлопот.'
      ],
      situation: [
        'Смелые и решительные действия в недавнем прошлом позволят насладится результатами работы в настоящем. Скорое окончание периода ' +
        'и получение дивидендов. Время для решительных действий и смелых решений. Трезвый взгляд на ситуацию. Бурное развитие событий. ' +
        'У вас достаточно сил для действий.',
        'Вас ждет благоприятный период, скорое разрешение вопросов, положительные результаты, но есть большая вероятность совершить ' +
        'опасный поступок из-за поспешных действий. Не избегайте конфликтов, но действуйте разумно. Не поддавайтесь эмоциям!'
      ],
      relations: [
        'Рыцарь мечей также настаивает на пересмотре отношений, которые давно существуют. Приближается буря, после которой будет ' +
        'сложно что-то восстановить, если не начать действовать прямо сейчас. Буря вызвана тем, что между партнерами постоянно ' +
        'вспыхивают мелкие стычки, а уже в ближайшее время вновь царит идиллия. Такие перепады температуры плохо закаляют отношения ' +
        'в данном случае, а лишь создают новые трещинки. Свободный от отношений человек может получить от такой карты знак, что новые ' +
        'отношения возникнут в ситуации, где мужчина, как рыцарь, спасает девушку.'
      ],
      think: [
        'У вас действительно есть взаимная любовь, которая помогает двигаться вперёд и находить мотивацию для достижения различных ' +
        'целей. Однако есть один существенный недостаток, который мешает вам находить душевный уют. Проблема не в вас, а в любимом ' +
        'человеке, который не желает создавать семью и крепкие брачные узы. Для него главное в жизни - свобода, поэтому он сильно ' +
        'дорожит ей. Вы должны приложить усилия, чтобы он осознал вашу значимость в его жизни. Свобода через несколько лет не будет ' +
        'приносить удовольствие, о котором думает ваша вторая половинка.'
      ],
      totalValue: [
        'Рыцарь мечей гласит об ораторстве человека, его интеллектуальных способностях, независимом и хитром характере. Человека с этим ' +
        'Арканом можно назвать технократом и циником, которыйспособен быть коварным, в чем-то легкомысленным. Нельзя назвать эту ' +
        'карту простой, у нее достаточно много аспектов.',
        'Аркан связан с большим потенциалом, который истолкован как бунт, несогласие, противостояние чему-либо. Человек не пытается ' +
        'зарекомендовать себя, сделать себе имидж. И возможно, это проявляется из-за его эгоистичного характера, несмотря на то, что сам ' +
        'он пытается использовать свою энергию в мирных целях. Он наделен прекрасными умственными способностями, любить анализировать ' +
        'ситуацию и отстаивать свою точку зрения, напористый и вспыльчивый.',
        'Под воздействием этого Аркана, очень стремительно развиваются стрессовые ситуации, превратности судьбы. Человек может просто ' +
        'загореться своими идеями так сильно, что переубедить его в обратном, невозможно.'
      ]
    },
    {
      id: '62',
      name: 'Королева мечей',
      type: 'sword',
      image: 'queen-sword.jpg',
      prelude: 'Яркая индивидуальность, независимая личность.',
      yesNo: [
        ''
      ],
      future: [
        'Карта символизирует сильную женскую личность, которая отличается способностью изменять судьбу окружающих, потому что она ' +
        'обладает огромной силой и властью, которую нельзя ни с чем сравнить. У вас могут возникнуть неприятные заболевания, которые ' +
        'связаны дыхательной системой и холодом. Старайтесь одеваться по погоде, чтобы не возникло никаких дополнительных осложнений, ' +
        'которые вызваны переохлаждением. Оно способно пагубно влиять на здоровье человека в целом, что надо пытаться избежать.'
      ],
      situation: [
        'Невозможность остановить события. Стремительные изменения происходят без личностного влияния. Выражен максимализм, ' +
        'преобладание эмоций. Впереди ждут новые дела, динамичное развитие ситуации.',
        'Вы чувствуете решительность в достижении поставленных целей и невозможность остановится. Слишком быстрые перемены в жизни. ' +
        'Происходит воплощение желаний в жизнь. Период успеха. Не останавливайтесь, что бы не произошло! Двигайтесь вперед, не обращая ' +
        'внимания на окружающих.'
      ],
      relations: [
        'Королева мечей дает знак на паузу, гадающему и его партнеру надо немного притормозить в течении бурной жизни и обратить ' +
        'внимания на отношения, похоже, что друг на друга времени и внимания остается немного. Главное, в этом процессе не увлекаться ' +
        'анализом и холодным расчетом, а вспомнить ради чего эти отношения начинались вообще. Обе стороны хотят получить больше власти, ' +
        'чем есть сейчас, но главное в романтических отношениях, не главенствующее место, а желание быть рядом. В данном случае для ' +
        'понимания друг друга и налаживания отношения обращаться за сторонней помощью не самый лучший совет.'
      ],
      think: [
        'Женщина в отношениях очень корыстная и не желает скреплять отношения детьми или браком, поэтому могут возникнуть разногласия, ' +
        'если мужчина по-другому смотрит на развитие ваших отношений. Также подобная карта Таро может означать, что один из партнёров ' +
        'имеет огромную обиду на второго. Если вы не начнёте выговаривать свои мысли друг другу, то в скором времени наступит точка ' +
        'невозврата, после которой отношения подойдут к своему логическому концу. Старайтесь стать открытой книгой для друг друга, ' +
        'тогда множество проблем самостоятельно исчезнут из ваших отношений.'
      ],
      totalValue: [
        'Королева мечей свидетельствует о независимой индивидуальности, у которой много мыслей и идей. Речь идет о сообразительном и ' +
        'прогрессивном человеке, обладающим аналитическим умом. За этой картой скрывается личность 30-45 лет, но бывают и исключения, это' +
        ' может быть человек значительно моложе этого возраста. А если карта выпала молодой персоне, это означает то, что она мудрая ' +
        'и умная не по годам.',
        'Под воздействием Аркана человек не способен прислушиваться к собственной интуиции и внутреннему голосу. В его характере ' +
        'отсутствует доброта, милосердие, так как он следует рациональному подходу в жизни. Но, тем не менее, ему это не мешает ' +
        'добиваться своих целей, триумфа, идеалов.',
        'При выпадении этой карты в раскладе, можно готовиться к трудным переговорам и конфликтам. Не будет легкого достижения ' +
        'результатов, но будут разумные действия и решения тех или иных вопросов. Человеку с Королевой мечей свойственно двигаться ' +
        'вперед, но в рамках каких-либо запретов и в соответствии с принятыми правилами.'
      ]
    },
    {
      id: '63',
      name: 'Король мечей',
      type: 'sword',
      image: 'king-sword.jpg',
      prelude: 'Очень умный, при этом рациональный и объективный человек.',
      yesNo: [
        ''
      ],
      future: [
        'Карта пытается предупредить о событии, которое поставит перед вами трудный выбор, который нужно сделать в самое короткое ' +
        'время. Обязательно обдумайте каждую деталь своего решения, которое способно значительно изменить будущее. Здоровье может ' +
        'пошатнуться из-за различных заболеваний, которые полностью связаны с сезоном (простуда, ОРВИ, бронхит). Они не смертельны, ' +
        'но совершенно неприятны. Поэтому позаботьтесь о том, чтобы правильно повышать иммунную систему и защищать организм от вирусов ' +
        'и микроорганизмов.'
      ],
      situation: [
        'Хитрое решение проблем поворачивает ситуацию так, как вам нужно. Это время закладывания фундамента для будущих событий. ' +
        'Положительное разрешение ситуации. Успех в делах. Проверка своих возможностей. Превалирует трезвый взгляд на вещи. Вера в себя ' +
        'и интеллектуальность помогает в преодолении любых преград. Границ для вас не существует.',
        'А вот проявление жестокости и борьбы за власть могут привести к негативным последствиям. Чрезмерная властность также может ' +
        'стать вашей негативной чертой. Действуйте с умом, а не бросайтесь сразу в гущу событий! Будьте терпимы.'
      ],
      relations: [
        'Король мечей советует человеку определить четко свое место в отношениях и дать понять партнеру, что именно вы планируете ' +
        'руководить или же, напротив, готовы подчиняться. Для одиноких людей эта карта - знак встречи с интересным человеком, с которым ' +
        'будет очень просто построить любовные отношения, однако ваш новый знакомый может оказаться слишком самовлюбленным и ' +
        'эгоистичным, а потому будьте готовы проявить терпение. Новый человек в вашей жизни может стать и надежным партнером на долгое ' +
        'время, а может стать головной болью и ночным кошмаром. Спросите себя, готовы ли вы к такому испытанию?'
      ],
      think: [
        'Отношения между людьми, которые совершенно не похожи друг на друга. Для них понятие любовь существенно различается, потому ' +
        'что они по-разному смотрят на одни и те же вещи в своиз отношений. Один любит искренне, страстно и нежно, а другой думает ' +
        'головой, а не душой, поэтому отношения для него основаны на дружбе и взаимном уважении. Часто именно такие пары долго живут ' +
        'друг с другом, потому что их отношения крепкие и надёжные. Они всегда решают свои вопросы разговорами и не доводят ссоры до ' +
        'конечной точки терпения.'
      ],
      totalValue: [
        'Король мечей говорит о высоком уровне интеллекта, объективности, разносторонности, гибком рациональном подходе к жизни. У ' +
        'человека под влиянием этого Аркана много интересов, он проницательная и разумная личность.',
        'Как правило, карта выпадает авторитетному человеку, к которому многие люди обращаются за советом. И человек, действительно, ' +
        'способен дать мудрый совет, рекомендацию, подсказку, так как обладает недюжинным умом советчика и огромным жизненным опытом.',
        'Карта имеет хорошее значение и правильно выбранную стратегию. Человек – целеустремленный, способный преодолевать многие ' +
        'препятствия. Он будет отличаться своими лидерскими качествами, а деньги, буквально, будут липнуть к рукам. Он – лидер, ' +
        'который сумел завоевать себе авторитет. И меч, который он имеет в руке – это не просто какой-то символ, это – оружие. ' +
        'Человек, которому выпал, Аркан осознает свою власть и лидерство.'
      ]
    },
    {
      id: '64',
      name: 'Туз мечей',
      type: 'sword',
      image: 'ace-sword.jpg',
      prelude: 'Символ рационального мышления, логики.',
      yesNo: [
        ''
      ],
      future: [
        'Карта обозначает, что придётся в скором времени принимать быстрое решение, опираясь на собственный жизненный опыт и рассудок, ' +
        'который поможет правильно оценить ситуацию и подобрать вариант. Особое внимание уделите собственному здоровью, которое может ' +
        'пострадать из-за яркого проявления хронических заболеваний, а также различных ушибов и травм, связанных с опорно-двигательным ' +
        'аппаратом. Если вовремя обратить внимание на своё состояние, то обязательно появится вариант решения проблемы.'
      ],
      situation: [
        'Новые мысли и идеи меняют жизнь, хотя очевидных причин нет. Ожидаются перемены и незначительные препятствия, конфликты. Для ' +
        'совершения новых действий достаточно сил. Вы удерживаете внутри негативные эмоции, которые накапливаются с огромной скоростью. ' +
        'Помните, что раздражительность мешает принимать адекватные решения. Используйте внешние подсказки.',
        'Возможны мелкие, но досадные неприятности, проверки, ссоры, но положительное решение вопросов. Соберите силы в кулак и проявите ' +
        'силу воли!'
      ],
      relations: [
        'Если туз мечей выпадает человеку, который уже находится в отношениях, то карта характеризует отношения как очень бурные и ' +
        'страстные, между партнерами постоянно происходит борьба, однако именно в таком состоянии оба человека чувствуют себя ' +
        'комфортно, если закончатся предлоги для соревнований, то и отношения проживут недолго. Если карта достается человеку ' +
        'одинокому, то туз мечей - символ свободы, начала чего-то нового. Старые отношения уйдут окончательно в прошлое, а новые ' +
        'станут необходимым глотком свежего воздуха.'
      ],
      think: [
        'Ваши отношения построены на разуме, общий интересах. Это прекрасный повод для любви, потому что такие отношения наиболее ' +
        'длительные и интересные, партнёры всегда разговаривают. Беседы - залог любви, которая продлиться всю жизнь. Однако помешать ' +
        'из развитию может упрямство одного из партнёров. Необходимо идти на уступки, чтобы укреплять отношения, свою любовь. Только ' +
        'достижение компромисса позволит сохранить чувства друг к другу, избежать серьёзных конфликтов и разрыва связи.'
      ],
      totalValue: [
        'Туз мечей – аркан триумфа и победы. Все сомнения оставляйте позади. Внесите во все сферы своей жизни ясность, так жить станет ' +
        'намного легче и веселее, не придется каждодневно ломать голову над всякими мелочами. Можно посвятить это время чему-то большему.',
        'Возможно, у вас родятся новые планы и замыслы, которым суждено осуществиться, если приложить достаточно усилий. Если в данный ' +
        'момент в жизни кризисный момент, карту можно трактовать как исчезновение неприятностей.',
        'Если решились на новое дело, не совершайте необдуманных поступков, действуйте трезво, ясно оценивая каждый свой шаг. Можно ' +
        'воспользоваться собственной властью, но не перебарщивайте. Есть вероятность, что в скором времени появится новый стимул. ' +
        'Делающий расклад избавится от зависимостей, его ждет серьезный разговор, выяснение отношений с партнером. Если отказаться от ' +
        'иллюзий, союз распадется.',
        'Аркан трактуется как свобода, решительность, логика, дисциплина и организованность. Не исключены проблемы со здоровьем, ' +
        'которые возможно решить только хирургическим вмешательством. Обязательно посетите врача, пройдите медицинское обследование. ' +
        'Если сейчас происходит некомфортная и неприятная ситуация, не отчаивайтесь, из нее образуется многообещающий проект.'
      ]
    },
    //
    // пентакли
    {
      id: '65',
      name: '2 пентаклей',
      type: 'pentacles',
      image: '2-pentacles.jpg',
      prelude: 'Гармония и материальное благосостояние.',
      yesNo: [
        ''
      ],
      future: [
        'Карта символизирует, что вы имеете много суеты в своих действиях, которая не позволяет открыться вашему потенциалу, ' +
        'постарайтесь сконцентрироваться на одном действии, чтобы не расплыляться на большое количество мелочей. Здоровье приятно вас ' +
        'удивит приливом энергии, которую вы даже не ждали в настоящий период времени. Суета способна разрушить понимание ' +
        'действительности, а также способствовать замедлению различной деятельности.'
      ],
      situation: [
        'Нестандартная ситуация в прошлом привела к необходимости адаптироваться в настоящем. Вы выбрали верное направление и получаете ' +
        'удовольствие от событий. Впереди ждут важные решения и перемены. Вам помогает способность к быстрой адаптации. В худшем случае' +
        ' помешает незаинтересованность в исходе ситуации и поиск отговорок. Но все проблемы разрешатся. Вас ждет положительный ответ ' +
        'на любой вопрос.',
        'Не ищите препятствия- у вас есть все шансы изменить ситуацию так, как удобно вам. Сосредоточьтесь на одной цели!'
      ],
      relations: [
        'Такая карта характеризует отношения, как очень несерьезные. Речь идет либо о молодых людях, которые, и правда, по возрасту ' +
        'не подходят к серьезным отношениям, либо влюбленные очень несерьезные натуры, даже инфантильные. Для этой пары не стоит цели ' +
        'построить семью, они просто развлекаются в этих отношениях. Отношения протекают довольно нестабильно, то партнеры сближаются, ' +
        'то отталкивают друг друга. Возможно, также речь идет о том, что у кого-то из двух есть запасной вариант, на которого он часто ' +
        'поглядывает. В общем, отношения можно охарактеризовать как временные и не имеющие будущего.'
      ],
      think: [
        'Вы находитесь в достаточно сложной эмоциональной ситуации, которая возникает очень редко в отношениях разных людей. Вы имеете ' +
        'огромные сомнения, которые оказывают большое влияние на формирование и развитие серьёзных отношений. Вам нравятся несколько ' +
        'совершенно разных людей, поэтому вы давно не можете выбрать человека, с которым пойдёте по жизненному пути рука об руку. ' +
        'Помните, что нельзя обманывать любимого человека, потому что вы потеряете не только важного человек в своей жизни, но и ' +
        'собственное достоинство.'
      ],
      totalValue: [
        'Гадающего человека ожидают хорошие перемены. Он будет жить в гармонии с собой, улучшит свое материальное благосостояние, ' +
        'получит разнообразие и полезный взаимообмен. Известие или какая-нибудь новость, которую он получит в ближайшее время, не ' +
        'оставит его в покое, взбудоражит и взволнует его в позитивном плане. Это свидетельствует о его заметной динамике вперед.',
        'Есть и отрицательная сторона карты, когда человек хватается за несколько дел одновременно, ведь это чревато неприятными ' +
        'последствиями, как минимум недоделанные дела. У него будут приятные хлопоты перед встречей желательных гостей, реализуется ' +
        'новое дело, получит хорошую весть в виде письма или телефонного звонка.',
        'Даже несмотря на неуверенность в себе и своих силах, некоторые беспокойства, он все же отыщет самое верное решение или позицию ' +
        'в той или иной проблеме. Ему даже можно рассчитывать на большие перемены в своей жизни, и они будут положительными.'
      ]
    },
    {
      id: '66',
      name: '3 пентаклей',
      type: 'pentacles',
      image: '3-pentacles.jpg',
      prelude: 'Прогресс и развитие, медленные, но верные.',
      yesNo: [
        ''
      ],
      future: [
        'Карта всегда обозначает, что вы достигнете реализации задуманных идей, проектов или даже исполнения мечты. Однако не ждите, ' +
        'что вы получите огромный успех в своих начинаниях. Это далеко не так, потому что данный этап только начинающий перед тем, как ' +
        'вы будете становится успешным в своё роде деятельности. Вы однозначно заботитесь о состоянии своего здоровья, поэтому никаких ' +
        'изменений в этой области делать вам не стоит, всё и так безупречно. В личной жизни всё будет спокойно и гармонично.'
      ],
      situation: [
        'Деятельность на благо материального благополучия в прошлом заложила фундамент для текущих событий. Период совершенствования ' +
        'навыков. Дела идут сами по себе. У вас есть хороший потенциал для будущего успеха.',
        'Вы получаете удовлетворение от процесса. Может помешать наслаждению жизнью зацикливание на мелочах и излишний перфекционизм. ' +
        'Поделитесь мнением с окружающими и попросите помощи. Не пытайтесь делать все самостоятельно!'
      ],
      relations: [
        'Эта карта требует серьезности в отношениях, если партнеры смогут задуматься об истинном значении отношений и постараются лучше ' +
        'узнать друг друга и понять, то отношения смогут перейти на новый уровень. Возможна свадьба или просто новый виток ' +
        'взаимоотношений. Одиноким людям карта советует взять судьбу в свои руки и самостоятельно построить счастье. В общем, карта ' +
        'положительная и обещает вопрошающему хорошее развитие романтических отношений.'
      ],
      think: [
        'В ваших отношения главная составляющая это не любовь или страсть, вы имеете общие интересы или корысть, поэтому стараетесь ' +
        'сохранить выгодные отношения. Некоторые люди считают, что такая любовь не должна существовать, поэтому они не поддерживают ' +
        'корысть в любви. Однако это не плохая позиция, потому что она позволяет длительный отрезок времени быть вместе и наслаждаться ' +
        'друг другом. Вы отдыхаете рядом, потому что находите родственную душу в своём партнёре. Спокойствие позволяет этим отношениям ' +
        'долго длиться и развиваться в серьёзном русле.'
      ],
      totalValue: [
        'Тройка пентаклей символизирует эволюцию, постепенный прогресс. Ее появление не обещает ошеломляющих результатов, шумных побед ' +
        'и таких же поражений – оно свидетельствует о том, что цель будет достигнута в результате регулярных усилий, постепенно.',
        'Карта отрицает как мгновенный успех, так и застой, топтание на месте. Она призывает пользоваться трудолюбием, старательностью, ' +
        'настойчивостью и дисциплинированностью как лучшими средствами для достижения цели.',
        'Также эта карта может символизировать общий результат большого количества усилий. Совместная работа и взаимопомощь.',
        'Появление карты в гадании, можно трактовать как рекомендацию не полагаться только на себя, не отталкивать возможных помощников ' +
        'и покровителей, поскольку цель будет достигнута усилиями не одного человека. Аркан предостерегает от излишней самонадеянности, ' +
        'что может повредить взаимодействию.'
      ]
    },
    {
      id: '67',
      name: '4 пентаклей',
      type: 'pentacles',
      image: '4-pentacles.jpg',
      prelude: 'Четкие границы дозволенного.',
      yesNo: [
        ''
      ],
      future: [
        'Карта символизирует большую стабильность, которая занимает очень значимое место в жизни каждого человека. Старайтесь ' +
        'добиваться стабильного настоящего, чтобы обеспечить себе полноценное и яркое будущее, наполненное яркими красками. Однако ' +
        'есть вероятность, что вы избыточно скупой человек, что не позволяет получать от жизни максимум. Здоровье вы бережёте и ' +
        'стараетесь сохранить его в прекрасном состоянии. Вам стоит только легче относиться к трате денежных средств, тогда жизнь ' +
        'станет более лёгкой и интересной.'
      ],
      situation: [
        'Наступили кризисные события, а вы не готовы к переменам и принимаете решения в угоду своих интересов. Чувствуете озабоченность ' +
        'будущим. Возможны самоограничения. Необходимо разумное распределение ресурсов и период накопления благ.',
        'Помешает в жизни чрезмерная зависимость от материального, сосредоточение на одном и скупость. Успех придет в случае разумного ' +
        'подхода к проблеме. Занимайтесь одной глобальной целью, а не распыляйтесь на мелочи, но при этом будьте щедры!'
      ],
      relations: [
        'Человек, который спрашивает о возможности возникновения новых отношений в своей жизни, должен спросить себя самого - а готов ' +
        'ли он к таким глобальным изменениям в жизни? Скорее всего, этот человек сейчас расставил свои приоритеты таким образом, что ' +
        'материальное положение, статус в обществе и карьера занимают основное место в его жизни, а на любимого человека может просто ' +
        'не хватать уже сил и внимания. Если человек сейчас в отношениях, ему также стоит задуматься о том, что партнер, возможно, ' +
        'получает слишком мало внимания от него. Нежелание менять свои привычки и ход действий, который разработан годами, может ' +
        'стать причиной расставания или серьезных разногласий.'
      ],
      think: [
        'Вы можете создать с настоящим партнёром крепкую семью, которая будет отличаться яркими эмоциями и гармонией. Семейный очаг ' +
        'позволяет любому человеку достигать поставленные цели, которые совершенствуют личность и позволяют человеку становиться ' +
        'более уверенным в себе. Однако развитию этих отношений может помешать ревность, которая играет важную роль в подобной любви. ' +
        'Ревность - это уничтожающее чувство, которое в чрезмерном количестве не позволяет выйти на новый уровень. Поэтому старайтесь ' +
        'сдерживать излишние эмоции, которые могут помешать вашей любви.'
      ],
      totalValue: [
        'Четверка пентаклей является символом границ – правильного, полезного, допустимого, возможного. Эта карта в прямом положении ' +
        'указывает на такие свойства характера, как честность, практичность, деловая хватка, умение держать слово, приверженность ' +
        'закону и установленным нормам поведения.',
        'Аркан рекомендует всегда тщательно обдумывать свои действия и составлять пошаговый план, прежде чем браться за реализацию ' +
        'какого-либо замысла. Такой подход к делам предвещает успех.',
        'В отдельных случаях, карта намекает на получение гадающим некоего ценного (не обязательно в денежном смысле) подношения или ' +
        'подарка. Также эта карта может указывать на человека, которому свойственна здоровая расчетливость в финансовых вопросах.'
      ]
    },
    {
      id: '68',
      name: '5 пентаклей',
      type: 'pentacles',
      image: '5-pentacles.jpg',
      prelude: 'Беспокойство и тревога, ограничения.',
      yesNo: [
        ''
      ],
      future: [
        'У вас сложилась очень сложная ситуация, которая требует немедленного принятия решения, которое кажется вам невозможным. ' +
        'Посмотрите на свою ситуацию с другого ракурса. Так вы сможете понять, что решение лежит прямо на поверхности. Постарайте ' +
        'как можно быстрее решить проблемы, чтобы обрести душевное спокойствие, которое не так давно вы утратили. Никто не окажет ' +
        'вам долгожданной помощи, старайтесь улучшить жизненную ситуацию самостоятельно. Только вы сами можете стать началом новой ' +
        'жизненной полосы.'
      ],
      situation: [
        'Наступил финансовый кризис и материальные потери. Период проблем. Препятствия на пути к цели. Кризисный этап. Поддержкой ' +
        'станет появление человека со схожими проблемами, единомышленника.',
        'Ощущается нехватка энергии для решения проблем. Все усилия впустую. Потеря финансовых ресурсов. Большие расходы. Негативное ' +
        'разрешение ситуации. Ни во что не вкладывайтесь! Не берите на себя чужие проблемы.'
      ],
      relations: [
        'Пятерка пентаклей указывает, что у вопрошающего человека имеются какие-то барьеры, через которые ему сложно переступить, он не ' +
        'может побороть свои слабости, они съедают его изнутри и закрывают двери в новую жизнь. Возможно, прошлое не отпускает этого ' +
        'человека, возможно, проблемы в других сферах жизни. Совет от карты таков: необходимо расслабиться и принять себя настоящего, ' +
        'тогда в жизни обязательно появится новый человек. Для тех, кто состоит в отношениях, этот совет также будет актуален - только ' +
        'принятие себя и своего партнера смогут спасти отношения от краха.'
      ],
      think: [
        'Вы совершенно разные люди, которые с самого детства отличаются друг от друга. Это не позволяет вам чувствовать равенство в ' +
        'отношениях. Равноправие людей позволяет достигать гармонию, когда партнёры стараются на равных решать проблемы и поддерживать ' +
        'начинания друг друга. Именно этой составляющей не хватает вашей любви. Возможны серьёзные конфликты, основанные на денежной ' +
        'основе, которая нередко является причиной разрыва даже семей.'
      ],
      totalValue: [
        'Чаще всего пятерка пентаклей выступает символом беспокойства. Это может быть мотивированная тревога – деловые сложности, ' +
        'слишком большие нагрузки, большая ответственность, риск потерять что-либо ценное, а также беспричинные страхи – фобии, депрессию.',
        'При этом обычно карта в таком положении выпадает людям, склонным жить ощущениями, одним днем, без четких планов и расчетов на ' +
        'будущее. В этом случае карта указывает на то, что причина беспокойств кроется именно в такой жизненной позиции.',
        'В положительном аспекте карта может означать период испытаний, назначение которого – подготовить человека к новому этапу его ' +
        'существования, развить и укрепить его душевно. В этом смысле карта призывает встречать удары судьбы достойно, идти на ' +
        'сознательные самоограничения, проявить терпение и выдержку.'
      ]
    },
    {
      id: '69',
      name: '6 пентаклей',
      type: 'pentacles',
      image: '6-pentacles.jpg',
      prelude: 'Динамика, творческий подъем, головокружительный успех.',
      yesNo: [
        ''
      ],
      future: [
        'Данная карта раскрывает то, что продолжительный отрезок времени тревожит вашу душу. Это связано исключительно с финансовой ' +
        'стороной. Возможно связано с нечестным получение денежных средств. Отпустите ситуацию с денежными средствами, поэтому ' +
        'избегайте нарушение законодательства. Вы должны максимально честно вести свою жизнь, чтобы не беспокоиться. Финансы - только ' +
        'одна составляющая часть счастливой жизни, но главное это любовь и взаимопонимание. Старайтесь достичь гармонии, в которой ' +
        'нуждаетесь.'
      ],
      situation: [
        'Собственные усилия привели к заслуженному результату. Наступило время справедливого признания трудов. Заработанное ' +
        'благополучие. Вы получили благодарность за услуги. Все решается в вашу пользу.',
        'Возможны негативные последствия от подарков незнакомых. Не полагайтесь на чрезмерный расчет на помощь со стороны.',
        'В будущем ждет успех в делах, необходимая помощь, положительное разрешение ситуации. Не стесняйтесь принимать помощь от ' +
        'окружающих и помогайте в свою очередь страждущим. Проявляйте милосердие!'
      ],
      relations: [
        'Это очень положительная карта в раскладе на отношения, если она выпала вам сейчас, то можете быть уверенными, что сейчас ' +
        'благоприятный момент для перехода на новый уровень романтических отношений. Правда, для этого шага надо забыть все старые ' +
        'обиды, возможно, будет не лишним сесть за стол и внимательно обсудить проблемы, которые сейчас не дают покоя паре. Для новых ' +
        'отношений эта карта тоже хороший знак, но чтобы выйти на этот уровень жизни, где вы готовы к новым встречам, постарайтесь ' +
        'избавиться от стереотипов и чужого влияния.'
      ],
      think: [
        'Вас ждут радостные эмоции, потому что любовь постоянно подкрепляются сюрпризами и подарками. Ваш партнёр очень щедро относится ' +
        'к вам, поэтому вы всегда чувствуете себя защищённой маленькой девочкой. Старайтесь остановить любимого в конце завалить вас ' +
        'подарками, которые стоят огромных денег. Вы должны давать ему такие же положительные эмоции, только в таком случае возникнет ' +
        'равноправие в любви, которая приведёт в крепкому семейному союзу.'
      ],
      totalValue: [
        'В раскладе на характер гадающего, карта указывает на гордого и самовлюбленного человека, который берет на себя слишком много. Он' +
        ' считает себя владыкой, хотя в его руках власть не так уж и велика. Часто это просто жулик, мошенник, который пользуется' +
        ' чужой славой.',
        'Трактуется шестерка пентаклей и как призыв к благотворительности. Это символ подарка, премиальной выплаты, возврата долгов. ' +
        'Кто-то великодушный из вашего окружения обязательно придет на помощь в трудную минуту. Аркан говорит об удачном проекте, ' +
        'который вы недавно начали или только начнете.',
        'Будьте внимательны при выборе наставника, иногда этот фактор оказывается важнейшим. Беспокойтесь не только за собственное ' +
        'будущее, но и за день сущий. Как только получите крупную сумму денег, отложите ее на важные события.'
      ]
    },
    {
      id: '70',
      name: '7 пентаклей',
      type: 'pentacles',
      image: '7-pentacles.jpg',
      prelude: 'Неблагоприятные обстоятельства, которые могут привести к несчастью.',
      yesNo: [
        ''
      ],
      future: [
        'Карта откроет вам глаза на происходящее в вашей жизни. Вы живёте иллюзиями, которыми тешите себя. Считаете, что ваши идеи ' +
        'принесут большую популярность. Вы должны понять, что стоит жить исключительно реальными планами, которые можно превратить в ' +
        'реальность. Вы можете получить маленькую награду за действия, на которые потратили большое количество энергии и сил. Это не ' +
        'отражает ваши ожидания, которые были гораздо более радужными и приятными.'
      ],
      situation: [
        'Ваши собственные труды из далеко прошлого проявили себя в настоящем. Уравновешенный и спокойный период, но недостаточная ' +
        'удовлетворенность результатами. Физическое и эмоциональное истощение, хотя и заложена основа для будущего успеха. ' +
        'Необходимость долгого ожидания результата.',
        'Вы сильно устали от дел, а результат не соответствует ожиданиям. Не суетитесь! Проявляйте терпение и научитесь ждать.'
      ],
      relations: [
        'Эта карта часто символизирует беременность. Если в ваших отношений пока на этот шаг не готовы вы или партнер, то беременность ' +
        'будет неожиданной и не очень приятной вестью. Если напротив, беременность вы планируете, то карта может стать знаком неудач в ' +
        'этом вопросе. В целом же, карта точно не отрицательная, но и серьезных положительных изменений любовного характера ' +
        'вопрошающему она не обещает.'
      ],
      think: [
        'Вы мечтали о другом человеке, поэтому постоянно стараетесь надавить на любимого и заставить его полностью меняться. Ваши ' +
        'отношения сложно назвать правильными и спокойными, потому что вы резко высказываете свои недовольства. Важно понимать, что ' +
        'такие отношения не могут продолжаться вечно. Нужно начать менять своё отношение, чтобы отношения не стояли на месте, а ' +
        'продолжали развиваться. Если вы действительно любите, то недостатки станут достоинствами.'
      ],
      totalValue: [
        'Важный критерий успеха в деле – быть терпеливым. В течение года ваш труд обязательно вознаградят достойной оплатой. Не ' +
        'переживайте за то, что усилия окажутся напрасными, даже если возникает подобное предчувствие – оно ложное.',
        'Если работа выполнена, а результатов все нет, то следует подкорректировать либо сделать что-то дополнительное. Аркан ' +
        'свидетельствует о личностном росте в ближайший период времени, но он будет очень медленным.',
        'Перед тем, как начать новое дело, предстоит взвесить, стоит ли этим заниматься, что с этого возможно получить. Никогда не ' +
        'торопитесь, это наоборот отодвинет конечный результат.'
      ]
    },
    {
      id: '71',
      name: '8 пентаклей',
      type: 'pentacles',
      image: '8-pentacles.jpg',
      prelude: 'Осторожность, сдержанность, неторопливость и жизненная мудрость.',
      yesNo: [
        ''
      ],
      future: [
        'Карты описывает ваше душевное состояние: вы готовы много работать, не жалеть жизненных сил, не спать по ночам для того, ' +
        'чтобы добиться желаемой цели. Поэтому в скором времени сможете реализовать свой потенциал в карьере, вы не любите ждать в ' +
        'отношениях саморазвития. Вы принимаете конкретные действия, которые помогают отношениям с вашим партнёром выщодить на новый ' +
        'уровень, отличающийся планами и идеями. Вы умный и трудолюбивый человек, который может с лёгкостью стать начальником или ' +
        'лидером. Достаточно подождать некоторое время.'
      ],
      situation: [
        'Ваше мастерство привело вас к тому, где вы сейчас. Вы ощущаете увлеченность своими занятиями, получаете радость от ' +
        'совершенствования опыта и мастерства.',
        'Ожидается везение в делах при скрупулёзном труде, востребованность, но необходимость упорно двигаться вперед. Возможно вас ' +
        'утомит постоянная занятость, но принесет удовлетворение результатами. Цените свой труд и самосовершенствуйтесь. Не ищите ' +
        'наград-делайте то, что нравится!'
      ],
      relations: [
        'От Восьмерки пентаклей стоит ждать развития - как человеку, состоящему в отношениях, так и одинокому. Одинокий человек ' +
        'встретит вторую половинку, с которой есть возможность построить длительные и крепкие отношения. Состоящему в отношениях ' +
        'вопрошающему тоже можно надеяться на серьезные изменения в жизни - переход на новый уровень отношений, брак, крепкая семья. ' +
        'Карта носит только положительный характер для гадающего.'
      ],
      think: [
        'Вы достигаете полного понимания друг с другом, поэтому в бытовой составляющей отношений вы не можете не находить компромиссов. ' +
        'Вы смотрите одинаково на обыденные вещи, поэтому ваши отношения могут привести в. свадьбе и созданию семьи. Однако искренней ' +
        'любви, которая обладает страстью, в ваших отношениях заметить очень сложно, однако если вы приложите максимум усилий, чтобы ' +
        'добавить романтику в отношения, то ваша гармония перерастёт в нечто большее. Главное - начать совершать правильные действия.'
      ],
      totalValue: [
        'Восьмерка пентаклей символизирует человека, который трудится на благо других людей. Он создает ценности как материальные, так ' +
        'и духовные. Этот человек свободен и успешен, но только лишь в том случае, если не ищет личную выгоду.',
        'Если гадающий находится в поиске работы, то совсем скоро он найдет работу своей мечты. Может возникнуть желание развить свои ' +
        'профессиональные навыки. Все новое, за что вы возьметесь, увенчается успехом.',
        'Карта предвещает полезные знакомства, которые могут помочь в будущем. Будьте более контактны, чтобы расширить свой круг общения.'
      ]
    },
    {
      id: '72',
      name: '9 пентаклей',
      type: 'pentacles',
      image: '9-pentacles.jpg',
      prelude: 'Приобретение чего-то значимого, нового.',
      yesNo: [
        ''
      ],
      future: [
        'Наступает ответственное время в вашей жизни, которое будет проходить под предводительством стабильности, вы сможете полностью ' +
        'отдохнуть от постоянных изменений, которые не всегда приносят положительные эмоции. Стабильность в карьере позволит ' +
        'передохнуть после длительного периода реализации. Стабильное течение коснётся и вашей личной жизни, в партнёре можете ' +
        'быть полностью уверены.'
      ],
      situation: [
        'Произошел переход на новую жизненную ступень. Ожидается достижение благосостояния. Есть чувство удовлетворенности и от своих ' +
        'занятий. Это период плодотворной работы и подъема. Открытие новых талантов и граней личности. Стабильность.',
        'При этом появляется необходимость дисциплины. Страх потери стабильности может препятствовать жизненным целям. Не бойтесь ' +
        'выделяться и заявлять о себе миру!'
      ],
      relations: [
        'Если вы ищите новое знакомство, которое сможет наполнить жизнь красками, то скоро именно это и произойдет. Важно то, что ' +
        'новый знакомый окажется привлекательным и как представитель противоположного пола, и как хороший собеседник. Для тех, кто ' +
        'уже состоит в отношениях, карта также несет хороший знак - отношения точно не будут ухудшаться, развитие возможно только в ' +
        'положительную сторону. Возможно, этот рост будет очень медленным и мало заметным, однако в дальнейшем принесет хорошие плоды.'
      ],
      think: [
        'Ваши отношения совершенно далеки от искренности, которая должна присутствовать в любых отношениях между людьми. Вы начали ' +
        'строить "любовь", потому что вам понравился человек в качестве аксессуара и предмета для зависти окружающих. Вы всегда ' +
        'выставляете его на показ, чтобы каждый знал, какого прекрасного возлюбленного вы нашли. Однако следует прекращать эти ' +
        'слабые отношения и стать более искренним, тогда вы ощутите свободу и нежность настоящих чувств.'
      ],
      totalValue: [
        'Основное значение карты - завершение долгосрочной работы. Однако окончание не делает человека счастливым. Гадающий может ' +
        'нуждаться в совете, но не знает к кому обратиться за ним. Карта подсказывает, что совет следует просить у мудрой женщины в годах.',
        'Аркан характеризует гадающего человека, у которого нет ни капли коммуникабельности и дружелюбия, только эгоизм, желание ' +
        'уединиться от внешнего мира.',
        'Есть вероятность, что гадающий человек, скоро обнаружит в себе такие важные качества как личностный рост, богатство ' +
        'внутреннего мира.',
        'Финансовые успехи вполне заслужены, деньги не падают с неба, а достаются трудным путем и самопожертвованиями.'
      ]
    },
    {
      id: '73',
      name: '10 пентаклей',
      type: 'pentacles',
      image: '10-pentacles.jpg',
      prelude: 'Благополучие и финансовое изобилие.',
      yesNo: [
        ''
      ],
      future: [
        'Крайне положительная карта в раскладе для любого человека. Наступает лучший период в вашей личной жизни, карьере и здоровье. ' +
        'Вы полностью состоитесь и получите ответную реакцию от всего. Теперь не нужно беспокоиться о своём настоящем или будущем, ' +
        'потому что это прекрасные времена, которые будут сопровождаться огромным количеством положительных эмоций, а также радости. ' +
        'Вы ощутите полное счастье, которое только может быть в жизни человека. Счастье - понятие растяжимое, но значимое в судьбе ' +
        'каждого. Необходимо ценить, что фортуна подарила вам гармоничный период, который отличается яркостью и насыщенностью событий.'
      ],
      situation: [
        'Вы добились того, чего хотели, благодаря своему опыту. Наступил период гармонии и взаимопонимания. Возможно получение ' +
        'наследства, подарков, приятные события.',
        'Вы ощущаете защищенность и достаток. Желания подчинены только материальному. Есть зависимость от денег, поэтому происходит ' +
        'потеря взаимопонимания с близкими. Не пренебрегайте интересами семьи!'
      ],
      relations: [
        'Эта карта таро обещает вопрошающему наступление прекрасного периода, в котором главенствующее положение займет личная жизнь. ' +
        'Опасаться слишком быстрого развития не стоит, переход на новый уровень отношений сможет принести спокойствие и дополнить жизнь ' +
        'недостающим пазлом. Нередко карта говорит о том, что семейная пара готова к тому, что завести детей. Этому способствует и ' +
        'уверенность в своих силах, и наличие надежного партнера рядом. Для тех, кто пока одинок, карта несет хорошие вести - кто-то ' +
        'близкий по духу скоро проявит себя.'
      ],
      think: [
        'Вы нашли человека, с которым создадите прекрасную семью, которые будет продолжаться на протяжении всей вашей жизни. Вы ' +
        'получите семейный очаг, позволяющий человеку ощущать стабильность и любовь. Семейный очаг - залог любви, радости, искреннего ' +
        'счастья, деток. Дети - это плоды настоящей любви, потому что они создают новую атмосферу, которую нельзя ни с чем сравнить. ' +
        'Многие люди мечтают о таких отношений, однако вы сумели создать самостоятельно такую семью, которую можно поставить в пример ' +
        'многим людям.'
      ],
      totalValue: [
        'Карта характеризует гадающего как мудрого человека, который обрел покой. Длительное дело увенчалось успешным разрешением.',
        'В семейных делах полная стабильность, отличные отношения между детьми и родителями, старшим и младшим поколением.',
        'Наступает благоприятное время для развития в духовном плане. Есть вероятность, что проявятся умения, которые передались по ' +
        'наследству.'
      ]
    },
    {
      id: '74',
      name: 'Паж пентаклей',
      type: 'pentacles',
      image: 'page-pentacles.jpg',
      prelude: 'Естественность, чувственность, нечто осязаемое.',
      yesNo: [
        ''
      ],
      future: [
        'Карта Таро может оказывать благоприятное воздействие на ближайшее будущее человека. Вы получите приятные известия, которые ' +
        'точно порадуют вас и ваших близких. Ждите появление радости, которая продлиться продолжительный отрезок времени. Здоровье может ' +
        'пошатнуться от болезней, характерных для маленьких детей. Старайтесь избегать вирусных инфекций, которые во взросло м возрасте ' +
        'гораздо тяжелее протекают. Для женщины появится возможность забеременеть и ощутить счастье материнства.'
      ],
      situation: [
        'Время реализации потенциала, заложенного при рождении. Вас ждет успех в делах, решение материальных проблем, получение важного ' +
        'опыта для будущего. Возможны выгодные предложения и сделки. Получится найти идеальное решение проблемы.',
        'Для реализации желаний придется много учится. Необходимо проявить трудолюбие. Само по себе решение не придет. Сосредоточьте ' +
        'усилия на одном деле! Отдавайте предпочтение практическим навыкам.'
      ],
      relations: [
        'Паж пентаклей обещает вопрошающему приобретение нового опыта, который станет ступенью для дальнейшего развития отношений. Если ' +
        'вы находились на перепутье - будет ли свадьба, или отношения продолжат стоять на месте, то будьте уверены, брак состоится. Если ' +
        'раньше между партнерами наблюдались разногласия, то они скоро сгладятся, и эта гармония станет ступенью к новому витку. ' +
        'Одинокие люди также получают от карты знак на хорошее развитие личной жизни - если кто-то есть на примете, то стоит ожидать ' +
        'от него шагов, а если еще нет кандидатуры, то скоро она появится.'
      ],
      think: [
        'Вы давно ждали от любимого человека сюрприз, поэтому в ближайшее будущее получите внимание и подарок, который подарит ' +
        'позитивные эмоции на длительный период времени. Такой позитив позволяет подкреплять отношения, которые длятся уж несколько ' +
        'лет. Есть вероятность, что вы найдёте общее хобби, которое полностью увлечёт вас обоих. Это поможет проводить всё свободное ' +
        'время друг с другом, что очень важно для серьёзных отношений. Хобби позволяет наслаждаться временем, которое вы проводите ' +
        'рядом друг с другом.'
      ],
      totalValue: [
        'С картой паж пентаклей, человек реализует себя в жизни. К делу он подходит с творческим подходом, ведет себя чувственно и ' +
        'естественно. Благодаря этому человек развивается и растет в профессиональном плане. Карта может свидетельствовать о будущем, ' +
        'которое в скором времени ожидает гадающего человека. Например, это может быть связано хорошим урожаем или с рождением ребенка в ' +
        'будущем, каким-то конкретным результатом (завершенный отчет).',
        'Как правило, карта описывает молодого человека (парня или девушку), который имеет талант к прикладному искусству, способен ' +
        'создавать невероятные произведения искусства. И, несмотря на молодость, в человеке чувствуется, что он мастер своего дела. Он ' +
        'отличается хорошим здоровьем, имеет замечательную систему ценностей. У него очень правильная этика и чувство морали.',
        'Полученная информация будет связана с образованием, работой и доходами. Карта имеет положительное значение и благоприятно ' +
        'влияет на решение повседневных вопросов.'
      ]
    },
    {
      id: '75',
      name: 'Рыцарь пентаклей',
      type: 'pentacles',
      image: 'knight-pentacles.jpg',
      prelude: 'Наполненность жизненной энергией, сила и напористость.',
      yesNo: [
        ''
      ],
      future: [
        'Вы, как любой человек, имеете определённые цели, которые очень хотите достичь. Для этого вы движитесь в правильном ' +
        'направлении, если вы продолжите действовать в том же направлении, то в скором времени реализуете задуманную мечту, которая ' +
        'способна изменить вашу жизнь в лучшую сторону. Достижение уели не произойдёт быстро, однако терпение играет немаловажную роль ' +
        'в любом деле. Терпение - основная составляющая успеха, который добивается потом и кровью на протяжении долгих лет. Старайтесь ' +
        'не потерять азарт к осуществляемым действия, ваш надёжный партнёр и крепкое здоровье станут надёжной опорой.'
      ],
      situation: [
        'Методичность и терпеливость, сосредоточение на работе в прошлом дали результаты в настоящем. Сейчас происходит быстрое ' +
        'развитие событий, открытие новых горизонтов. Наступил период формулирования четких задач. Поможет надежная поддержка, ' +
        'готовность к развитию.',
        'Намеченное можно реализовать только быстро, но напряженная работа может привести к упадку сил. Не зацикливайтесь на целях и ' +
        'постарайтесь расслабиться. Продолжайте спокойно совершенствоваться!'
      ],
      relations: [
        'Рыцарь пентаклей - знак того, что отношения, существующие между двумя людьми, на столько крепки, что ни о каком расставании ' +
        'или ссоре говорить не приходится. При этом отношения не просто крепкие и постоянные, но и разнообразные, партнерам не бывает ' +
        'вкусно друг с другом, они готовы удивлять друг друга буквально каждый день. Для тех, кто ищет свою судьбу, эта карта - шанс, ' +
        'наконец, встретить спутника или спутницу. Не упустите свой шанс, эта встреча имеет все шансы стать основой для ' +
        'продолжительных отношений, перерастающих в брак.'
      ],
      think: [
        'Ваш любимый человек сильно заботиться о будущем ваших отношений. Он настроен на создание семьи, рождение детей. Однако ' +
        'нерешительность не позволяет ему сделать этот важный шаг. Но будьте уверены, что в ближайшее время онтрешиться на этот шаг, ' +
        'который дастся ему нелегко. Постарайтесь поддержать его, чтобы ему было легче сказать вам заветные слова, но не давите на ' +
        'него. Давление может отпугнуть и стать препятствие между вами. Лучше действовать внимание и внимательностью.'
      ],
      totalValue: [
        'С картой рыцарь пентаклей, человек ведет себя энергично и напористо. Он умеет концентрировать свое внимание на конкретной цели ' +
        'и даже в чем-то проявляет инициативу. Все эти цели в основном реалистичные и прагматичные. Это тот период жизни, когда человек ' +
        'находится в разгаре своих замыслов и планов. Притом он все делает последовательно и терпеливо, и неудивительно, что ' +
        'добивается хороших результатов.',
        'Карта описывает мужчину средних лет, который занимается производственной деятельностью. Хотя это может быть и молодой человек, ' +
        'который давно определился со своими целями в жизни.',
        'Аркан характеризует человека как дисциплинированную и педантичную личность, которая бывает весьма бескомпромиссной. Рыцарь ' +
        'пентаклей вносит в жизнь человека ответственность, добросовестность, исполнительность, силу воли. И его дорога к успеху ' +
        'проложена благодаря упорному труду и уверенности в собственных силах.',
        'Гадающий человек должен развивать свои способности, у него появляется прекрасная возможность иметь стабильный достаток, ' +
        'увеличить собственное благосостояние, и нести пользу людям, выполняя свое дело.'
      ]
    },
    {
      id: '76',
      name: 'Королева пентаклей',
      type: 'pentacles',
      image: 'queen-pentacles.jpg',
      prelude: 'Зрелость и опытность, житейская мудрость.',
      yesNo: [
        ''
      ],
      future: [
        'Карта очень похожа по значению с Рыцарем Пентаклей, однако имеет более глубокое значение для личной жизни человека. Смело ' +
        'знакомьтесь с новым человеком. Отношения с ним приведут к браку и отличному взаимопониманию, которого до этого так не ' +
        'хватает. Здоровье подарит активность, бодрость и поднятый дух, который всегда сопутствует удача и успеху. В карьерном росте ' +
        'отметится явный прогресс, который будет обусловлен рядом характеристик: удача, успех, счастье и понимание. Эти составляющие ' +
        'приводят к новому более высокому этапу.'
      ],
      situation: [
        'Произошли перемены в жизни. Период улучшения жизни, развитие без суеты. Ожидается помощь со стороны, комфорт, обеспеченность ' +
        'материальными благами, успешное разрешение дел.',
        'есмотря на благоприятный прогноз, может помешать неконтролируемое желание получить все возможное. Необходима трезвая оценка ' +
        'ситуации. Щедро делитесь с миром своими благами!'
      ],
      relations: [
        'Мужчина и женщина, на отношения которых проводится расклад, могут считать Королеву пентаклей - хорошим знаком для развития ' +
        'взаимоотношений. Главное, перестать рассуждать логически и поддаться настоящим чувствам, тогда вы сможете почувствовать ' +
        'необходимость в скором времени вывести отношения на новую ступень. Развитие пойдет этим отношениям только на пользу. Человек, ' +
        'пока еще не состоящий в отношениях, вскоре заметит среди близкого окружения интересную личность, с которой есть неплохой шанс ' +
        'построить романтические отношения.'
      ],
      think: [
        'Женщина в этих отношений - идеальный показатель настоящей супруги, которая полностью заботится о всех членах семьи, создаёт ' +
        'прекрасные условия вокруг своего любимого человека, позволяет ему радоваться жизни, муж и ребёнок всегда в восторге от такой ' +
        'женщины. Она поддерживает супруга и заботиться о его будущем, однако и в интимном плане она готова удивлять своего любимого ' +
        'человека. Это прекрасная женщина, с которой каждый мужчина будет рад строить серьёзные отношения.'
      ],
      totalValue: [
        'Королева пентаклей говорит о зрелости, опытности, здравомыслии, выносливости, безмятежности, плодородии. А значит, карта имеет ' +
        'позитивную и достойную сторону, и несет положительные моменты.',
        'Кроме того, присутствует стабильность и спокойствие, человек становится терпеливым, чувственным и предусмотрительным. Его ' +
        'труды оценены по достоинству, он умеет находить удовольствия даже в повседневных делах.',
        'Как правило, карта чаще всего выпадает не юной женщине, она много знает и обладает превосходным материнским инстинктом. Она ' +
        'является хорошей хозяйкой, чуткой матерью и заботливой супругой.',
        'Под воздействием этой карты, у женщины праздничное настроение, ей хочется, чтобы все было достойно и прилично, в общем, все ' +
        'как у людей. Она за стабильность и безопасность материальных ценностей. Именно поэтому ей важно иметь не только стабильный ' +
        'доход, но и прочные семейные узы, дом со страховкой в придачу.',
        'Карта подразумевает хлопоты и заботы со всеми его радостями, которые связаны с приятными покупками, хозяйством, ручным трудом, ' +
        'созданием уютной атмосферы, наведением порядка.'
      ]
    },
    {
      id: '77',
      name: 'Король пентаклей',
      type: 'pentacles',
      image: 'king-pentacles.jpg',
      prelude: 'Сила духа и твердость.',
      yesNo: [
        ''
      ],
      future: [
        'Положительная карта, которая не имеет яркого значения. Не будет никаких в жизни кардинальных перемен, однако вы получите ' +
        'отличную основу для развития своего будущего, потому что для любого будущего необходим успех, гармония, спокойствие и ' +
        'надёжная опора. Без этих частей не получится полностью достичь успеха в любой сфере деятельности. Ваш партнёр полностью ' +
        'позволяет вам довериться ему, потому что является преданными человеком.'
      ],
      situation: [
        'Вероятность заключение контракта и налаживание взаимовыгодного сотрудничества. На ситуацию могло оказать влияние наличие в ' +
        'окружении сильного лидера. При этом вас характеризует холодный расчет и интеллектуальный подход к решению проблем.',
        'Ожидается подъем в делах, период надежности и уверенности в своих сила, увеличение благополучия. Будет оказана практическая ' +
        'помощь со стороны. Возможно, вам мешает излишняя прагматичность и нехватка искренних эмоций. Тем не менее, не бездействуйте, ' +
        'а занимайтесь укреплением своего положения!'
      ],
      relations: [
        'Король пентаклей говорит о готовности мужчины в отношениях создать семью. Девушки может чувствовать себя в безопасности рядом ' +
        'с этой личностью и быть уверенной в том, что брак будет удачным. Мужчина готов не только сделать предложение, но построить ' +
        'полноценную семью, то есть завести детей, жить вместе долго и счастливо. Если пока в отношениях вы не состоите, то карта может ' +
        'пообещать возможность вступить в них с человеком, надежным и уверенным в себе. Эта уверенность не похожа на излишнюю, она ' +
        'умеренна и вполне оправдана, вы можете довериться этому человеку.'
      ],
      think: [
        'У вас прекрасный партнёр, о котором мечтают многие женщины. Он защитит, накормит, подарит любовь и нежность, бесконечную ' +
        'заботу. Пытайтесь удержать этого прекрасного мужчину рядом с собой. С ним вы будет очень счастливой женщиной.'
      ],
      totalValue: [
        'В раскладе на характер трактуется карта как обозначение умной и дружелюбной личности. Он состоялся в жизни, многого достиг, у ' +
        'него богатый жизненный опыт. Такой человек мудр и храбр, решителен даже в самых сложных ситуациях.',
        'Чтобы достичь целей придется быть более практичным и настойчивым, просто так успех не придет. Успех в делах будет только при ' +
        'том условии, если вы сосредоточите на этом все ваше внимание, личные заботы перестанут интересовать.',
        'Прислушивайтесь к собственному подсознанию, карта символизирует отличный инстинкт и чутье. Будьте терпеливы, проблемы, которые ' +
        'сейчас вы пытаетесь преодолеть, скоро закончатся. В жизни появится радость, поделитесь ею с близкими людьми.',
        'Вы отлично сможете работать в одной команде, где вас будут уважать, прислушиваться к мнению, следовать рекомендациям. Гадающий ' +
        'почувствует себя частью одного слаженного механизма, это, несомненно, принесет моральное удовлетворение.',
        'В душе будет чувствоваться теплота и гармония, дружеский союз будет крепок, а супружеский подпитан настоящей любовью, кроме ' +
        'того, физическим удовольствием, страстью. Однако если отсутствует чувство безопасности, вы испытаете ревность.'
      ]
    },
    {
      id: '78',
      name: 'Туз пентаклей',
      type: 'pentacles',
      image: 'ace-pentacles.jpg',
      prelude: 'Изобилие и благополучие.',
      yesNo: [
        ''
      ],
      future: [
        'Карта не обозначает большое количество эмоциональных переживаний и чувств, она является символом денежных поступлений, ' +
        'которые как нельзя кстати придутся в сложившейся ситуации. Обязательно обратите внимание на здоровье, в данный момент у вас ' +
        'нет никаких заболеваний, но со временем они могут появиться, потому что вы мало времени уделяете собственному самочувствию. ' +
        'Пройдите комплексную диагностику, чтобы получше узнать о своём состоянии, которое очень важно для каждого человека, ' +
        'ценящего жизнь.'
      ],
      situation: [
        'Вас ждет подарок небес и внезапное открытие новых горизонтов. Перед вами открылись новые возможности. Это период ' +
        'самосовершенствования, хороший старт для задуманного. Не упустите судьбоносный шанс.',
        'Вас преследует удача в делах. События складываются самым позитивным образом. А вот если невнимательно относится к ' +
        'знакам судьбы, то можно упустить очередную возможность. Примите все, что подарено Вам судьбой!'
      ],
      relations: [
        'Эта карта носит только положительный смысл. Если вы уже сейчас находитесь в отношениях, то будьте готовы к приятным ' +
        'изменениям, которые переведут отношения на новый уровень. Можно ожидать и раскрытия партнера с новой стороны, возможно, ' +
        'заключение брака или появление детей. Для одиноких людей карта Туз пентаклей - знак того, что в ближайшее время гадающий ' +
        'встретит нового человека, обладающего такими качествами, которые ранее вопрошающий не встречал. И этот набор качеств окажется ' +
        'идеальным для вопрошающим, от такой встречи стоит ожидать длительных и крепких отношений.'
      ],
      think: [
        'В ваших отношений наступил период огромного взаимопонимания и гармонии, вы научились понимать друг друга с полуслова, поэтому ' +
        'наслаждаетесь нахождением в обществе друг друга. Вы умеете чувствовать эмоции и переживания, поэтому всегда готовы поддержать ' +
        'своего партнёра в сложной ситуации. Оказать настоящую помощь, способную упростить самую большую трудность во взаимной любви ' +
        'между двумя людьми. Помните, что гармоничные и спокойные отношения редко встречаются в двадцать первом веке.'
      ],
      totalValue: [
        'В скором времени ожидается этап процветания в жизни. Возможно, начнутся новые проекты, которые увенчаются успехом. Вследствие ' +
        'этого, гадающий почувствует моральное удовлетворение. Туз пентаклей – это всегда личностный рост. Есть вероятность, что вы ' +
        'начнете заниматься чем-то духовным либо получите повышение на работе.',
        'Человек, делающий расклад, много вкладывал в какое-то дело, поэтому аркан предзнаменует успешное разрешение задачи, пришла пора ' +
        'собирать плоды собственной деятельности. Если есть в окружении богатый родственник, ждите часть наследства в скором времени.',
        'Начальство обязательно вас похвалит и поблагодарит за отличную работу, может быть, даже дадут премию, ведь карта предзнаменует ' +
        'и материальные блага.',
        'Вокруг вас сконцентрировано много возможностей, не упустите свой шанс, найдите его, и будет счастье. Туз пентаклей часто ' +
        'трактуется как появление нужной и важной информации, возникновение блистательной идеи. Скоро ожидаются высокие доходы, не ' +
        'исключена возможность прославиться.'
      ]
    }
  ];
}
